import numpy as np
import jieba as jb

if __name__ == "__main__":
    MAIN = True
    from unzipper import get_vector_dict
else:
    MAIN = False
    from embedding.unzipper import get_vector_dict

from keras.models import load_model
from keras.preprocessing.sequence import pad_sequences 

# model_filename = 'embedding/241019_1600_model.h5'
rootpath = '/Users/davidgoh/Desktop/chatbot/embedding/'
model_filename = rootpath+'JB_model.h5'
w2v_filepath = "/Users/davidgoh/Desktop/sgns.weibo.bigram-char.bz2"
VDLIMIT = 60000 #35000 includes gongjijin

USE_WORD2VECTOR = False

reverse_word_map = {1: 0, 2: 'complicated', 3: 'purchase', 4: 'affirm', 5: 'no_intent', 6: 'unknown', 7: 'chitchat', 8: 'inform_paid', 9: 'ask_can_topup', 10: 'query_pay_process', 11: 'greet', 12: 'ask_shebao_status', 13: 'query_req_resources', 14: 'inform_payment_history', 15: 'confused', 16: 'doublecheck', 17: 'ask_amt_month_fee_total', 18: 'explore_option', 19: 'thankyou', 20: 'check_can_pay_current_month', 21: 'query_housing', 22: 'luohu', 23: 'ask_verify', 24: 'deny', 25: 'query_how_check_shebao_status', 26: 'purchase_wxyj', 27: 'get_back_later', 28: 'query_various_effects', 29: 'check_is_possible', 30: 'inform_info_filled', 31: 'query_pay_deadline', 32: 'daikuan', 33: 'how_to_pai', 34: 'unsupported_request', 35: 'query_when_check_shebao_status', 36: 'query_phone', 37: 'request_link', 38: 'pay_shui', 39: 'next_step', 40: 'forget_it', 41: 'complain', 42: 'ask_turnaround_time', 43: 'ask_for_refund', 44: 'ask_can_topup_gjj', 45: 'apology', 46: 'request_future_notify', 47: 'query_mini_program', 48: 'gongjijin_only', 49: 'clarify', 50: 'ask_kai_piao',
51: 'affirm#thankyou', 52: 'query_shebao_components', 53: 'question_reliability', 54: 'query_weixin', 55: 'query_product_explain', 56: 'query_pregnant', 57: 'query_pay_part_only', 58: 'ask_how_now', 59: 'ask_amt_service_fee', 60: 'report_issue', 61: 'question_why', 62: 'query_topup', 63: 'query_multiple_locations', 64: 'query_have_service_fee', 65: 'missing_info', 66: 'inform_early_paid', 67: 'query_company_name', 68: 'ask_discount', 69: 'query_wxyj_included', 70: 'query_payment_schedule', 71: 'query_canzhangjin', 72: 'laodong', 73: 'ask_for_details', 74: 'ask_amt_gongjijin', 75: 'affirm#chitchat'}

word_index = [('_NA', 0), ('能', 1), ('提取', 2), ('公积', 3), ('公积金', 4), ('积金', 5), ('吗', 6), ('做', 7), ('综合', 8), ('保险', 9), ('自己', 10), ('交', 11), ('重拍', 12), ('了', 13), ('中文', 14), ('的', 15), ('只是', 16), ('断', 17), ('这样', 18), ('这个', 19), ('缴纳', 20), ('在', 21), ('有', 22), ('合同', 23), ('没', 24), ('已经', 25), ('减员', 26), ('要', 27), ('下周', 28), ('续', 29), ('姓名', 30), ('下个月', 31), ('一号', 32), ('下', 33), ('喜爱', 34), ('吴江', 35), ('我', 36), ('一次', 37), ('缴', 38), ('说', 39), ('如果', 40), ('买', 41), ('服务', 42), ('和', 43), ('他们', 44), ('一下', 45), ('给', 46), ('他', 47), ('钱', 48), ('意思', 49), ('是', 50), ('补', 51), ('三', 52), ('维护', 53), ('微', 54), ('信里', 55), ('填写', 56), ('往前', 57), ('王', 58), ('贞', 59), ('外地', 60), ('选择', 61), ('上家', 62), ('单位', 63), ('退', 64), ('上海', 65), ('本地', 66), ('户籍', 67), ('三个', 68), ('月', 69), ('入', 70), ('职', 71), ('人', 72), ('嗯', 73), ('拍', 74), ('车牌', 75), ('怕', 76), ('漏', 77), ('那', 78), ('明天', 79), ('没有', 80), ('有人', 81), ('人事', 82), ('么', 83), ('多', 84), ('麻烦', 85), ('提供', 86), ('李', 87), ('亚', 88), ('霏', 89), ('可以', 90), ('叫', 91), ('就是', 92), ('就是说', 93), ('交齐', 94), ('齐全', 95), ('呢', 96), ('几号', 97), ('发', 98), ('或者', 99), ('后来', 100),
('还是', 101), ('下月', 102), ('房', 103), ('读书', 104), ('需要', 105), ('才', 106), ('找', 107), ('淘宝', 108), ('不要', 109), ('出纰漏', 110), ('纰漏', 111), ('本人', 112), ('本科', 113), ('报税', 114), ('3290', 115), ('貌似', 116), ('似是', 117), ('103', 118), ('分', 119), ('', 120), ('表情', 121), ('谢谢', 122), ('亲', 123), ('谢谢您', 124), ('你', 125), ('啊', 126), ('谢', 127), ('哦', 128), ('您', 129), ('合作', 130), ('合作愉快', 131), ('愉快', 132), ('好', 133), ('啦', 134), ('哈', 135), ('感谢', 136), ('改', 137), ('个', 138), ('价', 139), ('tks', 140), ('哪个', 141), ('链接', 142), ('可', 143), ('问题', 144), ('及时', 145), ('联系', 146), ('交完', 147), ('通知', 148), ('一直', 149), ('直进', 150), ('进不去', 151), ('都', 152), ('没收', 153), ('收到', 154), ('58', 155), ('那个', 156), ('为什么', 157), ('什么', 158), ('为啥', 159), ('今天', 160), ('正规', 161), ('真实', 162), ('真实有效', 163), ('实有', 164), ('有效', 165), ('吧', 166), ('真的', 167), ('你们', 168), ('五', 169), ('险', 170), ('一', 171), ('金都', 172), ('多久', 173), ('查到', 174), ('现在', 175), ('查询', 176), ('时候', 177), ('6', 178), ('成功', 179), ('缴费', 180), ('信息', 181), ('5', 182), ('信', 183), ('加', 184), ('补缴', 185), ('跟', 186), ('按时', 187), ('啥', 188), ('区别', 189), ('补交', 190), ('怎样', 191), ('差别', 192), ('怎么', 193), ('提交', 194), ('资料', 195), ('材料', 196), ('哪些', 197), ('什', 198), ('东西', 199), ('缺什么', 200), ('应该', 201), ('些', 202), 
('还', 203), ('其他', 204), ('准备', 205), ('不出', 206), ('出具', 207), ('必须', 208), ('工行', 209), ('卡', 210), ('金', 211), ('里面', 212), ('含', 213), ('社保', 214), ('哪几', 215), ('哪几种', 216), ('几种', 217), ('代缴', 218), ('包含', 219), ('帮忙', 220), ('介绍', 221), ('怀孕', 222), ('怎么样', 223), ('满', 224), ('一年', 225), ('交到', 226), ('生产', 227), ('当月', 228), ('领', 229), ('生育', 230), ('津贴', 231), ('电话', 232), ('想', 233), ('咨询', 234), ('手机', 235), ('手机号', 236), ('手机号码', 237), ('机号码', 238), ('号码', 239), ('你好', 240), ('固定', 241), ('嘛', 242), ('方便', 243), ('一月', 244), ('下单', 245), ('收费', 246), ('付钱', 247), ('付款', 248), ('操作', 249), ('怎么办', 250), ('办理', 251), ('如何', 252), ('付费', 253), ('去', 254), ('那里', 255), ('流程', 256), ('再', 257), ('操', 258), ('费用', 259), ('走', 260), ('收取', 261), ('参保', 262), ('比例', 263), ('只', 264), ('养老', 265), ('医保', 266), ('3', 267), ('最晚', 268), ('时间', 269), ('每月', 270), ('截止', 271), ('截止日', 272), ('日期', 273), ('汇', 274), ('月份', 275), ('两个', 276), ('地方', 277), ('行', 278), ('北京', 279), ('这边', 280), ('交上', 281), ('不同', 282), ('同地', 283), ('地区', 284), ('小程', 285), ('程序', 286), ('开', 287), ('哪', 288), ('哪里', 289), ('网上', 290), ('保金', 291), ('金额', 292), ('是否', 293), ('到', 294), ('账', 295), ('查看', 296), ('记录', 297), ('资格', 298), ('查', 299), ('长沙', 300),
('二套', 301), ('套房', 302), ('首付', 303), ('多少', 304), ('知道', 305), ('影响', 306), ('买房', 307), ('因为', 308), ('马上', 309), ('会', 310), ('2', 311), ('年', 312), ('连续', 313), ('问', 314), ('后面', 315), ('办公', 316), ('贷款', 317), ('的话', 318), ('目的', 319), ('为了', 320), ('苏州', 321), ('全区', 322), ('房子', 323), ('赠送给', 324), ('送给', 325), ('但', 326), ('不是', 327), ('户口', 328), ('这种', 329), ('房屋', 330), ('房屋中介', 331), ('屋中', 332), ('中介', 333), ('发送', 334), ('对', 335), ('孩子', 336), ('上学', 337), ('不会', 338), ('不', 339), ('比如', 340), ('购房', 341), ('服务费', 342), ('不加', 343), ('公司', 344), ('名字', 345), ('残', 346), ('章', 347), ('几个', 348), ('一共', 349), ('多少钱', 350), ('一个', 351), ('一个月', 352), ('差不多', 353), ('不多', 354), ('一起', 355), ('收', 356), ('+', 357), ('您好', 358), ('保和', 359), ('最低', 360), ('基数', 361), ('额度', 362), ('园区', 363), ('有闲', 364), ('林', 365), ('杭州', 366), ('广州', 367), ('成都', 368), ('要付', 369), ('教', 370), ('问下', 371), ('情况', 372), ('交公', 373), ('维', 374), ('洛', 375), ('是不是', 376), ('低档', 377), ('就', 378), ('保单', 379), ('不想', 380), ('这里', 381), ('海生', 382), ('险要', 383), ('金代', 384), ('请问', 385), ('里', 386), ('填', 387), ('后续', 388), ('选', 389), ('封存', 390), ('下代', 391), ('这', 392), ('后期', 393), ('领取', 394), ('你家', 395), ('无锡', 396), ('以', 397), ('哪家', 398), ('名义', 399), ('单纯', 400), 
('老板', 401), ('湖南', 402), ('湖南省', 403), ('省直', 404), ('交工', 405), ('工资', 406), ('光', 407), ('也', 408), ('社保费', 409), ('保费', 410), ('呀', 411), ('包括', 412), ('部分', 413), ('个人', 414), ('人部', 415), ('不交', 416), ('按', 417), ('4', 418), ('开始', 419), ('五月', 420), ('五月份', 421), ('妈', 422), ('交税', 423), ('个税', 424), ('缴税', 425), ('最高', 426), ('续签', 427), ('居住', 428), ('居住证', 429), ('朱', 430), ('嘉佑', 431), ('重新', 432), ('直接', 433), ('看', 434), ('款', 435), ('付', 436), ('不用', 437), ('发信', 438), ('停缴', 439), ('呐', 440), ('月底', 441), ('发票', 442), ('医保卡', 443), ('卡什', 444), ('以使', 445), ('使用', 446), ('正常', 447), ('来', 448), ('看到', 449), ('截图', 450), ('成', 451), ('银', 452), ('算', 453), ('联系地址', 454), ('地址', 455), ('四月', 456), ('这块', 457), ('编号', 458), ('山海', 459), ('全部', 460), ('企业', 461), ('企业社', 462), ('属于', 463), ('人力', 464), ('人力资源', 465), ('资源', 466), ('加上', 467), ('昆山', 468), ('两地', 469), ('同时', 470), ('出', 471), ('受', 472), ('高新', 473), ('南区', 474), ('已付', 475), ('注意', 476), ('查收', 477), ('初中', 478), ('开户', 479), ('客气', 480), ('54', 481), ('岁', 482), ('拍下', 483), ('5000', 484), ('贷', 485), ('上限', 486), ('18621321922', 487), ('1856', 488), ('120274868033022053861', 489), ('然后', 490), ('怎么弄', 491), ('后', 492), ('接着', 493), ('接下', 494), ('接下来', 495), ('下来', 496), ('验证', 497), ('验证码', 498), ('银行', 499), ('银行卡', 500), 
('忘', 501), ('落户', 502), ('应届', 503), ('毕业', 504), ('毕业生', 505), ('业生', 506), ('应届生', 507), ('太仓', 508), ('积分', 509), ('留学', 510), ('留学生', 511), ('学生', 512), ('办', 513), ('劳动', 514), ('动手', 515), ('手册', 516), ('之前', 517), ('市区', 518), ('账户', 519), ('缴过', 520), ('嵊州', 521), ('过', 522), ('以前', 523), ('没交', 524), ('交过', 525), ('上次', 526), ('几月', 527), ('开过', 528), ('过户', 529), ('三月', 530), ('首次', 531), ('支付', 532), ('付好', 533), ('已', 534), ('完毕', 535), ('交好', 536), ('拍好', 537), ('完', 538), ('把', 539), ('四十', 540), ('付过', 541), ('突然', 542), ('停', 543), ('填好', 544), ('以及', 545), ('7', 546), ('接拍', 547), ('续保', 548), ('下午', 549), ('喂', 550), ('美女', 551), ('zaima', 552), ('yourenma', 553), ('hi', 554), ('hello', 555), ('试试', 556), ('看看', 557), ('先', 558), ('了解', 559), ('天上', 560), ('上午', 561), ('考虑', 562), ('考虑一下', 563), ('尽快', 564), ('回复', 565), ('确认', 566), ('问问', 567), ('告诉', 568), ('ok', 569), ('就算', 570), ('算了', 571), ('不能', 572), ('只能', 573), ('算了吧', 574), ('算啦', 575), ('要是', 576), ('上社', 577), ('相城区', 578), ('城区', 579), ('就行了', 580), ('先下', 581), ('务要', 582), ('要求', 583), ('求成', 584), ('字', 585), ('所以', 586), ('先拍', 587), ('上月', 588), ('一样', 589), ('每个', 590), ('没事', 591), ('转', 592), ('80', 593), ('19377', 594), ('0', 595), ('不行', 596), ('基本', 597), ('用不上', 598), ('不对', 599), ('对了', 600), 
('别', 601), ('贷款额', 602), ('贷款额度', 603), ('款额', 604), ('咋', 605), ('回事', 606), ('太', 607), ('懂', 608), ('啥意思', 609), ('这话', 610), ('怎么回事', 611), ('302', 612), ('163', 613), ('作假', 614), ('那种', 615), ('完成', 616), ('转回', 617), ('河南', 618), ('南郑', 619), ('郑州', 620), ('住院', 621), ('报销', 622), ('中间', 623), ('空', 624), ('职业', 625), ('第三', 626), ('第三方', 627), ('三方', 628), ('锦江', 629), ('锦江区', 630), ('聊过', 631), ('小孩', 632), ('小孩子', 633), ('冲突', 634), ('转入', 635), ('别家', 636), ('调', 637), ('基', 638), ('算出', 639), ('出来', 640), ('看有', 641), ('暂停', 642), ('登陆', 643), ('哪里找', 644), ('客户', 645), ('这么', 646), ('对比', 647), ('参照', 648), ('必要', 649), ('用', 650), ('社保卡', 651), ('照片', 652), ('减掉', 653), ('未', 654), ('一般', 655), ('写', 656), ('哪天', 657), ('老客', 658), ('老客户', 659), ('吓', 660), ('学校', 661), ('学历', 662), ('文化', 663), ('程度', 664), ('表', 665), ('新', 666), ('小城', 667), ('小城镇', 668), ('城镇', 669), ('欠费', 670), ('状态', 671), ('离职', 672), ('无语', 673), ('大概', 674), ('失业', 675), ('注册', 676), ('找到', 677), ('工作', 678), ('原来', 679), ('入住', 680), ('享受', 681), ('刷卡', 682), ('那边', 683), ('上', 684), ('换', 685), ('旺旺', 686), ('ID', 687), ('行不行', 688), ('到期', 689), ('三年', 690), ('断交', 691), ('涨价', 692), ('外地人', 693), ('不让', 694), ('同事', 695), ('三四', 696), ('调整', 697), ('整到', 698), ('她', 699), ('转移', 700), 
('是因为', 701), ('稽查', 702), ('严', 703), ('涨', 704), ('保有', 705), ('变', 706), ('高', 707), ('刚', 708), ('转出', 709), ('上班', 710), ('帮', 711), ('回国', 712), ('渠道', 713), ('试一下', 714), ('觉得', 715), ('得有', 716), ('多长', 717), ('多长时间', 718), ('长时间', 719), ('最多', 720), ('家', 721), ('没办', 722), ('办法', 723), ('目前', 724), ('不了', 725), ('有劳', 726), ('劳动合同', 727), ('没去', 728), ('更新', 729), ('通过', 730), ('六月', 731), ('中旬', 732), ('聊城', 733), ('老人', 734), ('代办', 735), ('弄', 736), ('柜台', 737), ('之后', 738), ('再说', 739), ('黄', 740), ('孟', 741), ('琪', 742), ('继续', 743), ('花', 744), ('呗', 745), ('信用', 746), ('信用卡', 747), ('休息', 748), ('一份', 749), ('裸', 750), ('得', 751), ('新交', 752), ('有点', 753), ('搭', 754), ('嘎', 755), ('但是', 756), ('单独', 757), ('承诺', 758), ('差价', 759), ('晚', 760), ('中断', 761), ('现金', 762), ('日本', 763), ('签证', 764), ('nono', 765), ('26', 766), ('9', 767), ('日', 768), ('840', 769), ('130601', 770), ('70', 771), ('乘', 772), ('12', 773), ('以后', 774), ('后退', 775), ('申请', 776), ('请入', 777), ('入户', 778), ('补贴', 779), ('一档', 780), ('号', 781), ('2018', 782), ('11', 783), ('下调', 784), ('辞职', 785), ('就要', 786), ('40', 787), ('份', 788), ('邮箱', 789), ('45', 790), ('240', 791), ('预调', 792), ('39735', 793), ('3500', 794), ('觉', 795), ('2000', 796), ('23', 797), ('234', 798), ('15', 799), ('120656', 800),
 ('120', 801), ('元', 802), ('1000', 803), ('50', 804), ('万', 805), ('10', 806), ('1', 807), ('之内', 808), ('业务', 809), ('图片', 810), ('单月', 811), ('活', 812), ('不到', 813), ('60', 814), ('可能', 815), ('还要', 816), ('分开', 817), ('不知', 818), ('真是', 819), ('搞笑', 820), ('理由', 821), ('很', 822), ('诚信', 823), ('没看', 824), ('蛮', 825), ('贵', 826), ('上个', 827), ('上个月', 828), ('名称', 829), ('暂时', 830), ('又', 831), ('收钱', 832), ('朋友', 833), ('辛苦', 834), ('很小', 835), ('手术', 836), ('前去', 837), ('医院', 838), ('很快', 839), ('推荐', 840), ('退来', 841), ('退去', 842), ('挺快', 843), ('郁闷', 844), ('果在', 845), ('亲亲', 846), ('气死', 847), ('气死我', 848), ('气死我了', 849), ('好久', 850), ('不可', 851), ('忙', 852), ('两年', 853), ('快点', 854), ('看下', 855), ('上面', 856), ('留言', 857), ('开票', 858), ('要钱', 859), ('进去', 860), ('换工', 861), ('作好', 862), ('厉害', 863), ('好几', 864), ('好几年', 865), ('几年', 866), ('还有', 867), ('哈哈', 868), ('尴尬', 869), ('放心', 870), ('忘记', 871), ('哔', 872), ('受不了', 873), ('来不及', 874), ('不及', 875), ('来得', 876), ('来得及', 877), ('及', 878), ('确定', 879), ('没法', 880), ('看得', 881), ('得到', 882), ('搞', 883), ('搞好', 884), ('系统', 885), ('具体', 886), ('明细', 887), ('下账', 888), ('账单', 889), ('订单', 890), ('进度', 891), ('好了吗', 892), ('请', 893), ('中午', 894), ('八月', 895), ('八月份', 896), ('开发', 897), ('开发票', 898), ('拿', 899), ('退款', 900), 
 ('没亲', 901), ('优惠', 902), ('补充', 903), ('充公', 904), ('手续', 905), ('手续费', 906), ('续费', 907), ('费多', 908), ('代理', 909), ('代理费', 910), ('总计', 911), ('总共', 912), ('少', 913), ('俩一', 914), ('队', 915), ('真', 916), ('打扰', 917), ('不好', 918), ('不好意思', 919), ('好意', 920), ('好意思', 921), ('搜', 922), ('哦哦哦', 923), ('明白', 924), ('俩', 925), ('理解', 926), ('滴', 927), ('哒', 928), ('尽量', 929), ('哈哈哈', 930), ('哈哈哈哈', 931), ('够', 932), ('肯定', 933), ('稍', 934), ('等', 935), ('咯', 936), ('恩', 937), ('额', 938), ('嗷嗷', 939), ('OK', 940), ('爸', 941), ('不在', 942), ('在家', 943), ('3000', 944), ('对于', 945), ('刚办', 946), ('办完', 947), ('深', 948), ('户', 949), ('套现', 950), ('购买', 951), ('医疗', 952), ('医疗保险', 953), ('主要', 954), ('从', 955)]

class Predictor:
    def __init__(self):
        self.max_review_length = 15
        print("Initalizing Predictor...")
        self.pmodel = load_model(model_filename)
        self.pmodel.summary()
        self.w2v = get_vector_dict(w2v_filepath, limit = VDLIMIT) if USE_WORD2VECTOR else list(map(lambda x: x[0],word_index))
        self.word2int = self._buildWordToInt()
        self.ignore_chars = {" ", ",", "?","？","。","，"}
        self.unknown_token_val = 0

        print("Finished initalizing Predictor")

    def _buildWordToInt(self):
        w2v = self.w2v
        count = 0
        if USE_WORD2VECTOR: count = 1
        d = {}
        for c in w2v:
            if not c in d:
                d[c] = count
                count += 1
        print("Found {} unique tokens".format(count+1))
        if MAIN: print(d)
        return d
    
    def predict(self, raw):
        arr = self.tokenize(raw)
        print("input_arr",arr)
        raw_pred = self.pmodel.predict(arr)[0] # We want a single prediction
        outdict = self.pred_to_word(raw_pred)
        return outdict

    # Tokenizes and converts to int
    def tokenize(self, string):
        jbstring = jb.cut(string,cut_all=True)
        word2int = self.word2int
        out = []
        for c in jbstring:
            # Converts to an int
            if c in word2int:
                t = word2int[c]
            else:
                t = self.unknown_token_val
            out.append(t)
        out = pad_sequences([out,], self.max_review_length, dtype = object, value=0)
        # print("out",out)
        return out

    def pred_to_word(self,pred):
        top = 3
        total = np.sum(pred)
        s_pred = np.sort(pred,-1)
        best = None
        breakdown = ""
        rel_threshold = 50
        DEFAULT_RETURN = "complicated"
        for i in range(top):
            curr_mag = s_pred[-1]
            if curr_mag == 0:
                break
            s_pred = s_pred[:-1]
            idx = np.where(pred == curr_mag)[0][0]
            intent = reverse_word_map[idx]
            conf = (curr_mag*100/total)//0.1/10
            if (best == None) and conf >= rel_threshold: best = intent 
            breakdown = breakdown + "<{}> Intent:{} Confidence:{}%\n".format(i+1, intent, conf)
        if (best == None): best = DEFAULT_RETURN
        out = {"prediction":best,"breakdown":breakdown}
        return out

    def predict_loop(self):
        while 1:
            print("Please enter an input: (press ctrl+d to end)")
            raw_inp = input()
            inp = self.tokenize(raw_inp)
            # print("pro in",inp)
            out = self.pmodel.predict([inp])[0]
            p_out = self.pred_to_word(out)
            print(p_out)

if MAIN:    
    test_ins = ["我在上海","我要付社保","交公积金","您好","哦了解", "拍好了", "怎么拍", "一共多少钱啊", "我好爱您哦", "代缴社保", "落户苏州", "上海社保可以吗", "我不太懂哦","社保可以补交吗","需要我提供什东西吗","要啥材料吗","请问可以代缴上海社保吗"]
    # for testin in testins:
    #     print(jb.lcut(testin,cut_all=True))
    # exit()

    pp = Predictor()

    for testin in test_ins:
        out = pp.predict(testin)
        print("In:",testin,"Predicted Intent:",out)
        print("~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~")

    pp.predict_loop()