"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 150, \"filters\": \"\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": 0, \"document_count\": 3097, \"word_counts\": \"{\\\"greet\\\": 70, \\\"goodbye\\\": 15, \\\"apology\\\": 11, \\\"complain\\\": 13, \\\"thankyou\\\": 29, \\\"confused\\\": 22, \\\"doublecheck\\\": 82, \\\"doublecheck_value\\\": 56, \\\"hesitate\\\": 32, \\\"get_back_later\\\": 39, \\\"question_reliability\\\": 11, \\\"complicated\\\": 165, \\\"next_step\\\": 30, \\\"inform_done\\\": 42, \\\"inform_paid\\\": 56, \\\"affirm\\\": 118, \\\"deny\\\": 96, \\\"inform\\\": 418, \\\"request_link\\\": 63, \\\"ask_shebao_status\\\": 66, \\\"ask_shebao_card_status\\\": 10, \\\"ask_how_much\\\": 100, \\\"query_shebao_components\\\": 32, \\\"query_topup\\\": 86, \\\"query_what_this_for\\\": 17, \\\"query_have_service_fee\\\": 10, \\\"query_region_coverage\\\": 33, \\\"query_current_month_options\\\": 10, \\\"query_when_check_shebao_status\\\": 27, \\\"query_fahuo\\\": 21, \\\"ask_turnaround_time\\\": 63, \\\"query_how_check_shebao_status\\\": 75, \\\"query_xufei\\\": 42, \\\"query_gjj_card\\\": 10, \\\"query_shebao_card\\\": 10, \\\"query_pay_process\\\": 77, \\\"how_to_pai\\\": 51, \\\"query_req_resources\\\": 76, \\\"query_pay_part_only\\\": 35, \\\"query_delay_fahuo\\\": 18, \\\"unsupported_request\\\": 16, \\\"ask_can_pay_later\\\": 10, \\\"ask_alt_payment_method\\\": 10, \\\"query_use_huabei\\\": 27, \\\"query_pay_deadline\\\": 119, \\\"query_various_effects\\\": 43, \\\"query_housing\\\": 23, \\\"query_multiple_locations\\\": 29, \\\"query_sick\\\": 12, \\\"query_sick_light\\\": 10, \\\"query_break_gjj\\\": 10, \\\"query_pregnant\\\": 32, \\\"ask_can_topup\\\": 95, \\\"daikuan\\\": 19, \\\"luohu\\\": 35, \\\"pay_shui\\\": 20, \\\"purchase\\\": 191, \\\"ask_custom_jishu\\\": 111, \\\"query_company_name\\\": 10, \\\"query_phone\\\": 19, \\\"query_weixin\\\": 19}\", \"word_docs\": \"{\\\"greet\\\": 70, \\\"goodbye\\\": 15, \\\"apology\\\": 11, \\\"complain\\\": 13, \\\"thankyou\\\": 29, \\\"confused\\\": 22, \\\"doublecheck\\\": 82, \\\"doublecheck_value\\\": 56, \\\"hesitate\\\": 32, \\\"get_back_later\\\": 39, \\\"question_reliability\\\": 11, \\\"complicated\\\": 165, \\\"next_step\\\": 30, \\\"inform_done\\\": 42, \\\"inform_paid\\\": 56, \\\"affirm\\\": 118, \\\"deny\\\": 96, \\\"inform\\\": 418, \\\"request_link\\\": 63, \\\"ask_shebao_status\\\": 66, \\\"ask_shebao_card_status\\\": 10, \\\"ask_how_much\\\": 100, \\\"query_shebao_components\\\": 32, \\\"query_topup\\\": 86, \\\"query_what_this_for\\\": 17, \\\"query_have_service_fee\\\": 10, \\\"query_region_coverage\\\": 33, \\\"query_current_month_options\\\": 10, \\\"query_when_check_shebao_status\\\": 27, \\\"query_fahuo\\\": 21, \\\"ask_turnaround_time\\\": 63, \\\"query_how_check_shebao_status\\\": 75, \\\"query_xufei\\\": 42, \\\"query_gjj_card\\\": 10, \\\"query_shebao_card\\\": 10, \\\"query_pay_process\\\": 77, \\\"how_to_pai\\\": 51, \\\"query_req_resources\\\": 76, \\\"query_pay_part_only\\\": 35, \\\"query_delay_fahuo\\\": 18, \\\"unsupported_request\\\": 16, \\\"ask_can_pay_later\\\": 10, \\\"ask_alt_payment_method\\\": 10, \\\"query_use_huabei\\\": 27, \\\"query_pay_deadline\\\": 119, \\\"query_various_effects\\\": 43, \\\"query_housing\\\": 23, \\\"query_multiple_locations\\\": 29, \\\"query_sick\\\": 12, \\\"query_sick_light\\\": 10, \\\"query_break_gjj\\\": 10, \\\"query_pregnant\\\": 32, \\\"ask_can_topup\\\": 95, \\\"daikuan\\\": 19, \\\"luohu\\\": 35, \\\"pay_shui\\\": 20, \\\"purchase\\\": 191, \\\"ask_custom_jishu\\\": 111, \\\"query_company_name\\\": 10, \\\"query_phone\\\": 19, \\\"query_weixin\\\": 19}\", \"index_docs\": \"{\\\"16\\\": 70, \\\"48\\\": 15, \\\"51\\\": 11, \\\"49\\\": 13, \\\"34\\\": 29, \\\"39\\\": 22, \\\"12\\\": 82, \\\"20\\\": 56, \\\"30\\\": 32, \\\"26\\\": 39, \\\"52\\\": 11, \\\"4\\\": 165, \\\"33\\\": 30, \\\"24\\\": 42, \\\"21\\\": 56, \\\"6\\\": 118, \\\"9\\\": 96, \\\"2\\\": 418, \\\"18\\\": 63, \\\"17\\\": 66, \\\"53\\\": 10, \\\"8\\\": 100, \\\"31\\\": 32, \\\"11\\\": 86, \\\"46\\\": 17, \\\"54\\\": 10, \\\"29\\\": 33, \\\"55\\\": 10, \\\"36\\\": 27, \\\"40\\\": 21, \\\"19\\\": 63, \\\"15\\\": 75, \\\"25\\\": 42, \\\"56\\\": 10, \\\"57\\\": 10, \\\"13\\\": 77, \\\"22\\\": 51, \\\"14\\\": 76, \\\"27\\\": 35, \\\"45\\\": 18, \\\"47\\\": 16, \\\"58\\\": 10, \\\"59\\\": 10, \\\"37\\\": 27, \\\"5\\\": 119, \\\"23\\\": 43, \\\"38\\\": 23, \\\"35\\\": 29, \\\"50\\\": 12, \\\"60\\\": 10, \\\"61\\\": 10, \\\"32\\\": 32, \\\"10\\\": 95, \\\"42\\\": 19, \\\"28\\\": 35, \\\"41\\\": 20, \\\"3\\\": 191, \\\"7\\\": 111, \\\"62\\\": 10, \\\"43\\\": 19, \\\"44\\\": 19}\", \"index_word\": \"{\\\"1\\\": 0, \\\"2\\\": \\\"inform\\\", \\\"3\\\": \\\"purchase\\\", \\\"4\\\": \\\"complicated\\\", \\\"5\\\": \\\"query_pay_deadline\\\", \\\"6\\\": \\\"affirm\\\", \\\"7\\\": \\\"ask_custom_jishu\\\", \\\"8\\\": \\\"ask_how_much\\\", \\\"9\\\": \\\"deny\\\", \\\"10\\\": \\\"ask_can_topup\\\", \\\"11\\\": \\\"query_topup\\\", \\\"12\\\": \\\"doublecheck\\\", \\\"13\\\": \\\"query_pay_process\\\", \\\"14\\\": \\\"query_req_resources\\\", \\\"15\\\": \\\"query_how_check_shebao_status\\\", \\\"16\\\": \\\"greet\\\", \\\"17\\\": \\\"ask_shebao_status\\\", \\\"18\\\": \\\"request_link\\\", \\\"19\\\": \\\"ask_turnaround_time\\\", \\\"20\\\": \\\"doublecheck_value\\\", \\\"21\\\": \\\"inform_paid\\\", \\\"22\\\": \\\"how_to_pai\\\", \\\"23\\\": \\\"query_various_effects\\\", \\\"24\\\": \\\"inform_done\\\", \\\"25\\\": \\\"query_xufei\\\", \\\"26\\\": \\\"get_back_later\\\", \\\"27\\\": \\\"query_pay_part_only\\\", \\\"28\\\": \\\"luohu\\\", \\\"29\\\": \\\"query_region_coverage\\\", \\\"30\\\": \\\"hesitate\\\", \\\"31\\\": \\\"query_shebao_components\\\", \\\"32\\\": \\\"query_pregnant\\\", \\\"33\\\": \\\"next_step\\\", \\\"34\\\": \\\"thankyou\\\", \\\"35\\\": \\\"query_multiple_locations\\\", \\\"36\\\": \\\"query_when_check_shebao_status\\\", \\\"37\\\": \\\"query_use_huabei\\\", \\\"38\\\": \\\"query_housing\\\", \\\"39\\\": \\\"confused\\\", \\\"40\\\": \\\"query_fahuo\\\", \\\"41\\\": \\\"pay_shui\\\", \\\"42\\\": \\\"daikuan\\\", \\\"43\\\": \\\"query_phone\\\", \\\"44\\\": \\\"query_weixin\\\", \\\"45\\\": \\\"query_delay_fahuo\\\", \\\"46\\\": \\\"query_what_this_for\\\", \\\"47\\\": \\\"unsupported_request\\\", \\\"48\\\": \\\"goodbye\\\", \\\"49\\\": \\\"complain\\\", \\\"50\\\": \\\"query_sick\\\", \\\"51\\\": \\\"apology\\\", \\\"52\\\": \\\"question_reliability\\\", \\\"53\\\": \\\"ask_shebao_card_status\\\", \\\"54\\\": \\\"query_have_service_fee\\\", \\\"55\\\": \\\"query_current_month_options\\\", \\\"56\\\": \\\"query_gjj_card\\\", \\\"57\\\": \\\"query_shebao_card\\\", \\\"58\\\": \\\"ask_can_pay_later\\\", \\\"59\\\": \\\"ask_alt_payment_method\\\", \\\"60\\\": \\\"query_sick_light\\\", \\\"61\\\": \\\"query_break_gjj\\\", \\\"62\\\": \\\"query_company_name\\\"}\", \"word_index\": \"{\\\"0\\\": 1, \\\"inform\\\": 2, \\\"purchase\\\": 3, \\\"complicated\\\": 4, \\\"query_pay_deadline\\\": 5, \\\"affirm\\\": 6, \\\"ask_custom_jishu\\\": 7, \\\"ask_how_much\\\": 8, \\\"deny\\\": 9, \\\"ask_can_topup\\\": 10, \\\"query_topup\\\": 11, \\\"doublecheck\\\": 12, \\\"query_pay_process\\\": 13, \\\"query_req_resources\\\": 14, \\\"query_how_check_shebao_status\\\": 15, \\\"greet\\\": 16, \\\"ask_shebao_status\\\": 17, \\\"request_link\\\": 18, \\\"ask_turnaround_time\\\": 19, \\\"doublecheck_value\\\": 20, \\\"inform_paid\\\": 21, \\\"how_to_pai\\\": 22, \\\"query_various_effects\\\": 23, \\\"inform_done\\\": 24, \\\"query_xufei\\\": 25, \\\"get_back_later\\\": 26, \\\"query_pay_part_only\\\": 27, \\\"luohu\\\": 28, \\\"query_region_coverage\\\": 29, \\\"hesitate\\\": 30, \\\"query_shebao_components\\\": 31, \\\"query_pregnant\\\": 32, \\\"next_step\\\": 33, \\\"thankyou\\\": 34, \\\"query_multiple_locations\\\": 35, \\\"query_when_check_shebao_status\\\": 36, \\\"query_use_huabei\\\": 37, \\\"query_housing\\\": 38, \\\"confused\\\": 39, \\\"query_fahuo\\\": 40, \\\"pay_shui\\\": 41, \\\"daikuan\\\": 42, \\\"query_phone\\\": 43, \\\"query_weixin\\\": 44, \\\"query_delay_fahuo\\\": 45, \\\"query_what_this_for\\\": 46, \\\"unsupported_request\\\": 47, \\\"goodbye\\\": 48, \\\"complain\\\": 49, \\\"query_sick\\\": 50, \\\"apology\\\": 51, \\\"question_reliability\\\": 52, \\\"ask_shebao_card_status\\\": 53, \\\"query_have_service_fee\\\": 54, \\\"query_current_month_options\\\": 55, \\\"query_gjj_card\\\": 56, \\\"query_shebao_card\\\": 57, \\\"ask_can_pay_later\\\": 58, \\\"ask_alt_payment_method\\\": 59, \\\"query_sick_light\\\": 60, \\\"query_break_gjj\\\": 61, \\\"query_company_name\\\": 62}\"}}"