"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 100, \"filters\": \"\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": 0, \"document_count\": 1194, \"word_counts\": \"{\\\"greet\\\": 25, \\\"apology\\\": 6, \\\"complain\\\": 6, \\\"thankyou\\\": 18, \\\"confused\\\": 17, \\\"doublecheck\\\": 41, \\\"get_back_later\\\": 13, \\\"question_reliability\\\": 5, \\\"ask_how_now\\\": 4, \\\"question_why\\\": 11, \\\"inform_done\\\": 51, \\\"inform_payment_history\\\": 22, \\\"affirm\\\": 97, \\\"deny\\\": 26, \\\"report_issue\\\": 3, \\\"no_intent\\\": 78, \\\"complicated\\\": 191, \\\"unsupported_request\\\": 7, \\\"query_company_name\\\": 3, \\\"query_mini_program\\\": 5, \\\"query_phone\\\": 19, \\\"query_weixin\\\": 4, \\\"query_topup\\\": 4, \\\"yutiaojishu\\\": 1, \\\"ask_can_pay_later\\\": 1, \\\"can_use_card\\\": 1, \\\"check_requirements_employee\\\": 1, \\\"contact_us\\\": 1, \\\"ask_for_refund\\\": 10, \\\"ask_shebao_status\\\": 26, \\\"query_when_check_shebao_status\\\": 10, \\\"query_how_check_shebao_status\\\": 13, \\\"change_wangwang_id\\\": 1, \\\"will_fee_be_same\\\": 1, \\\"ask_month_fee_total\\\": 42, \\\"service_fee\\\": 6, \\\"jishu\\\": 3, \\\"query_pay_deadline\\\": 21, \\\"query_pay_process\\\": 25, \\\"query_pay_part_only\\\": 9, \\\"query_have_service_fee\\\": 3, \\\"query_payment_schedule\\\": 1, \\\"ask_turnaround_time\\\": 6, \\\"next_step\\\": 6, \\\"ask_for_details\\\": 1, \\\"ask_procedure\\\": 1, \\\"how_to_pai\\\": 13, \\\"check_can_dun_ban\\\": 1, \\\"query_req_resources\\\": 32, \\\"ask_discount\\\": 2, \\\"explore_option\\\": 23, \\\"ask_kai_piao\\\": 5, \\\"request_link\\\": 6, \\\"query_housing\\\": 14, \\\"query_multiple_locations\\\": 4, \\\"laodong\\\": 1, \\\"query_pregnant\\\": 4, \\\"query_various_effects\\\": 11, \\\"query_shebao_components\\\": 9, \\\"query_wxyj_included\\\": 1, \\\"ask_can_topup\\\": 36, \\\"daikuan\\\": 9, \\\"ask_amt_gongjijin\\\": 1, \\\"luohu\\\": 19, \\\"pay_shui\\\": 10, \\\"purchase\\\": 144, \\\"query_canzhangjin\\\": 3}\", \"word_docs\": \"{\\\"greet\\\": 25, \\\"apology\\\": 6, \\\"complain\\\": 6, \\\"thankyou\\\": 18, \\\"confused\\\": 17, \\\"doublecheck\\\": 41, \\\"get_back_later\\\": 13, \\\"question_reliability\\\": 5, \\\"ask_how_now\\\": 4, \\\"question_why\\\": 11, \\\"inform_done\\\": 51, \\\"inform_payment_history\\\": 22, \\\"affirm\\\": 97, \\\"deny\\\": 26, \\\"report_issue\\\": 3, \\\"no_intent\\\": 78, \\\"complicated\\\": 191, \\\"unsupported_request\\\": 7, \\\"query_company_name\\\": 3, \\\"query_mini_program\\\": 5, \\\"query_phone\\\": 19, \\\"query_weixin\\\": 4, \\\"query_topup\\\": 4, \\\"yutiaojishu\\\": 1, \\\"ask_can_pay_later\\\": 1, \\\"can_use_card\\\": 1, \\\"check_requirements_employee\\\": 1, \\\"contact_us\\\": 1, \\\"ask_for_refund\\\": 10, \\\"ask_shebao_status\\\": 26, \\\"query_when_check_shebao_status\\\": 10, \\\"query_how_check_shebao_status\\\": 13, \\\"change_wangwang_id\\\": 1, \\\"will_fee_be_same\\\": 1, \\\"ask_month_fee_total\\\": 42, \\\"service_fee\\\": 6, \\\"jishu\\\": 3, \\\"query_pay_deadline\\\": 21, \\\"query_pay_process\\\": 25, \\\"query_pay_part_only\\\": 9, \\\"query_have_service_fee\\\": 3, \\\"query_payment_schedule\\\": 1, \\\"ask_turnaround_time\\\": 6, \\\"next_step\\\": 6, \\\"ask_for_details\\\": 1, \\\"ask_procedure\\\": 1, \\\"how_to_pai\\\": 13, \\\"check_can_dun_ban\\\": 1, \\\"query_req_resources\\\": 32, \\\"ask_discount\\\": 2, \\\"explore_option\\\": 23, \\\"ask_kai_piao\\\": 5, \\\"request_link\\\": 6, \\\"query_housing\\\": 14, \\\"query_multiple_locations\\\": 4, \\\"laodong\\\": 1, \\\"query_pregnant\\\": 4, \\\"query_various_effects\\\": 11, \\\"query_shebao_components\\\": 9, \\\"query_wxyj_included\\\": 1, \\\"ask_can_topup\\\": 36, \\\"daikuan\\\": 9, \\\"ask_amt_gongjijin\\\": 1, \\\"luohu\\\": 19, \\\"pay_shui\\\": 10, \\\"purchase\\\": 144, \\\"query_canzhangjin\\\": 3}\", \"index_docs\": \"{\\\"13\\\": 25, \\\"35\\\": 6, \\\"36\\\": 6, \\\"20\\\": 18, \\\"21\\\": 17, \\\"8\\\": 41, \\\"23\\\": 13, \\\"41\\\": 5, \\\"44\\\": 4, \\\"26\\\": 11, \\\"6\\\": 51, \\\"16\\\": 22, \\\"4\\\": 97, \\\"11\\\": 26, \\\"49\\\": 3, \\\"5\\\": 78, \\\"2\\\": 191, \\\"34\\\": 7, \\\"50\\\": 3, \\\"42\\\": 5, \\\"18\\\": 19, \\\"45\\\": 4, \\\"46\\\": 4, \\\"55\\\": 1, \\\"56\\\": 1, \\\"57\\\": 1, \\\"58\\\": 1, \\\"59\\\": 1, \\\"28\\\": 10, \\\"12\\\": 26, \\\"29\\\": 10, \\\"24\\\": 13, \\\"60\\\": 1, \\\"61\\\": 1, \\\"7\\\": 42, \\\"37\\\": 6, \\\"51\\\": 3, \\\"17\\\": 21, \\\"14\\\": 25, \\\"31\\\": 9, \\\"52\\\": 3, \\\"62\\\": 1, \\\"38\\\": 6, \\\"39\\\": 6, \\\"63\\\": 1, \\\"64\\\": 1, \\\"25\\\": 13, \\\"65\\\": 1, \\\"10\\\": 32, \\\"54\\\": 2, \\\"15\\\": 23, \\\"43\\\": 5, \\\"40\\\": 6, \\\"22\\\": 14, \\\"47\\\": 4, \\\"66\\\": 1, \\\"48\\\": 4, \\\"27\\\": 11, \\\"32\\\": 9, \\\"67\\\": 1, \\\"9\\\": 36, \\\"33\\\": 9, \\\"68\\\": 1, \\\"19\\\": 19, \\\"30\\\": 10, \\\"3\\\": 144, \\\"53\\\": 3}\", \"index_word\": \"{\\\"1\\\": 0, \\\"2\\\": \\\"complicated\\\", \\\"3\\\": \\\"purchase\\\", \\\"4\\\": \\\"affirm\\\", \\\"5\\\": \\\"no_intent\\\", \\\"6\\\": \\\"inform_done\\\", \\\"7\\\": \\\"ask_month_fee_total\\\", \\\"8\\\": \\\"doublecheck\\\", \\\"9\\\": \\\"ask_can_topup\\\", \\\"10\\\": \\\"query_req_resources\\\", \\\"11\\\": \\\"deny\\\", \\\"12\\\": \\\"ask_shebao_status\\\", \\\"13\\\": \\\"greet\\\", \\\"14\\\": \\\"query_pay_process\\\", \\\"15\\\": \\\"explore_option\\\", \\\"16\\\": \\\"inform_payment_history\\\", \\\"17\\\": \\\"query_pay_deadline\\\", \\\"18\\\": \\\"query_phone\\\", \\\"19\\\": \\\"luohu\\\", \\\"20\\\": \\\"thankyou\\\", \\\"21\\\": \\\"confused\\\", \\\"22\\\": \\\"query_housing\\\", \\\"23\\\": \\\"get_back_later\\\", \\\"24\\\": \\\"query_how_check_shebao_status\\\", \\\"25\\\": \\\"how_to_pai\\\", \\\"26\\\": \\\"question_why\\\", \\\"27\\\": \\\"query_various_effects\\\", \\\"28\\\": \\\"ask_for_refund\\\", \\\"29\\\": \\\"query_when_check_shebao_status\\\", \\\"30\\\": \\\"pay_shui\\\", \\\"31\\\": \\\"query_pay_part_only\\\", \\\"32\\\": \\\"query_shebao_components\\\", \\\"33\\\": \\\"daikuan\\\", \\\"34\\\": \\\"unsupported_request\\\", \\\"35\\\": \\\"apology\\\", \\\"36\\\": \\\"complain\\\", \\\"37\\\": \\\"service_fee\\\", \\\"38\\\": \\\"ask_turnaround_time\\\", \\\"39\\\": \\\"next_step\\\", \\\"40\\\": \\\"request_link\\\", \\\"41\\\": \\\"question_reliability\\\", \\\"42\\\": \\\"query_mini_program\\\", \\\"43\\\": \\\"ask_kai_piao\\\", \\\"44\\\": \\\"ask_how_now\\\", \\\"45\\\": \\\"query_weixin\\\", \\\"46\\\": \\\"query_topup\\\", \\\"47\\\": \\\"query_multiple_locations\\\", \\\"48\\\": \\\"query_pregnant\\\", \\\"49\\\": \\\"report_issue\\\", \\\"50\\\": \\\"query_company_name\\\", \\\"51\\\": \\\"jishu\\\", \\\"52\\\": \\\"query_have_service_fee\\\", \\\"53\\\": \\\"query_canzhangjin\\\", \\\"54\\\": \\\"ask_discount\\\", \\\"55\\\": \\\"yutiaojishu\\\", \\\"56\\\": \\\"ask_can_pay_later\\\", \\\"57\\\": \\\"can_use_card\\\", \\\"58\\\": \\\"check_requirements_employee\\\", \\\"59\\\": \\\"contact_us\\\", \\\"60\\\": \\\"change_wangwang_id\\\", \\\"61\\\": \\\"will_fee_be_same\\\", \\\"62\\\": \\\"query_payment_schedule\\\", \\\"63\\\": \\\"ask_for_details\\\", \\\"64\\\": \\\"ask_procedure\\\", \\\"65\\\": \\\"check_can_dun_ban\\\", \\\"66\\\": \\\"laodong\\\", \\\"67\\\": \\\"query_wxyj_included\\\", \\\"68\\\": \\\"ask_amt_gongjijin\\\"}\", \"word_index\": \"{\\\"0\\\": 1, \\\"complicated\\\": 2, \\\"purchase\\\": 3, \\\"affirm\\\": 4, \\\"no_intent\\\": 5, \\\"inform_done\\\": 6, \\\"ask_month_fee_total\\\": 7, \\\"doublecheck\\\": 8, \\\"ask_can_topup\\\": 9, \\\"query_req_resources\\\": 10, \\\"deny\\\": 11, \\\"ask_shebao_status\\\": 12, \\\"greet\\\": 13, \\\"query_pay_process\\\": 14, \\\"explore_option\\\": 15, \\\"inform_payment_history\\\": 16, \\\"query_pay_deadline\\\": 17, \\\"query_phone\\\": 18, \\\"luohu\\\": 19, \\\"thankyou\\\": 20, \\\"confused\\\": 21, \\\"query_housing\\\": 22, \\\"get_back_later\\\": 23, \\\"query_how_check_shebao_status\\\": 24, \\\"how_to_pai\\\": 25, \\\"question_why\\\": 26, \\\"query_various_effects\\\": 27, \\\"ask_for_refund\\\": 28, \\\"query_when_check_shebao_status\\\": 29, \\\"pay_shui\\\": 30, \\\"query_pay_part_only\\\": 31, \\\"query_shebao_components\\\": 32, \\\"daikuan\\\": 33, \\\"unsupported_request\\\": 34, \\\"apology\\\": 35, \\\"complain\\\": 36, \\\"service_fee\\\": 37, \\\"ask_turnaround_time\\\": 38, \\\"next_step\\\": 39, \\\"request_link\\\": 40, \\\"question_reliability\\\": 41, \\\"query_mini_program\\\": 42, \\\"ask_kai_piao\\\": 43, \\\"ask_how_now\\\": 44, \\\"query_weixin\\\": 45, \\\"query_topup\\\": 46, \\\"query_multiple_locations\\\": 47, \\\"query_pregnant\\\": 48, \\\"report_issue\\\": 49, \\\"query_company_name\\\": 50, \\\"jishu\\\": 51, \\\"query_have_service_fee\\\": 52, \\\"query_canzhangjin\\\": 53, \\\"ask_discount\\\": 54, \\\"yutiaojishu\\\": 55, \\\"ask_can_pay_later\\\": 56, \\\"can_use_card\\\": 57, \\\"check_requirements_employee\\\": 58, \\\"contact_us\\\": 59, \\\"change_wangwang_id\\\": 60, \\\"will_fee_be_same\\\": 61, \\\"query_payment_schedule\\\": 62, \\\"ask_for_details\\\": 63, \\\"ask_procedure\\\": 64, \\\"check_can_dun_ban\\\": 65, \\\"laodong\\\": 66, \\\"query_wxyj_included\\\": 67, \\\"ask_amt_gongjijin\\\": 68}\"}}"