"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 100, \"filters\": \"\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": 0, \"document_count\": 1462, \"word_counts\": \"{\\\"greet\\\": 30, \\\"apology\\\": 8, \\\"complain\\\": 8, \\\"thankyou\\\": 22, \\\"confused\\\": 25, \\\"doublecheck\\\": 40, \\\"get_back_later\\\": 14, \\\"question_reliability\\\": 7, \\\"ask_how_now\\\": 8, \\\"beg_for_help\\\": 6, \\\"question_why\\\": 11, \\\"inform_done\\\": 16, \\\"inform_paid\\\": 45, \\\"affirm\\\": 101, \\\"deny\\\": 43, \\\"report_issue\\\": 6, \\\"inform\\\": 107, \\\"complicated\\\": 124, \\\"unsupported_request\\\": 7, \\\"ineligible_bujiao\\\": 4, \\\"ineligible_shebao\\\": 2, \\\"query_company_name\\\": 10, \\\"query_mini_program\\\": 8, \\\"query_phone\\\": 19, \\\"query_weixin\\\": 14, \\\"query_topup\\\": 8, \\\"yutiaojishu\\\": 1, \\\"ask_can_pay_later\\\": 1, \\\"can_use_card\\\": 1, \\\"check_requirements_employee\\\": 1, \\\"contact_us\\\": 1, \\\"check_rujilu_purpose\\\": 1, \\\"is_gua_kao\\\": 1, \\\"stop_payment_need_pay\\\": 1, \\\"query_break_gjj\\\": 6, \\\"yibaoka_when_use\\\": 1, \\\"will_it_sudden_stop\\\": 1, \\\"ask_for_refund\\\": 9, \\\"ask_shebao_status\\\": 37, \\\"query_when_check_shebao_status\\\": 13, \\\"query_how_check_shebao_status\\\": 38, \\\"change_wangwang_id\\\": 1, \\\"will_fee_be_same\\\": 1, \\\"check_procedure_fill\\\": 22, \\\"ask_shebao_card_status\\\": 10, \\\"ask_how_much\\\": 52, \\\"query_xufei\\\": 12, \\\"ask_can_still_make_it\\\": 10, \\\"query_pay_deadline\\\": 21, \\\"query_pay_process\\\": 32, \\\"query_pay_part_only\\\": 12, \\\"query_have_service_fee\\\": 5, \\\"query_payment_schedule\\\": 1, \\\"ask_turnaround_time\\\": 12, \\\"next_step\\\": 8, \\\"ask_for_details\\\": 1, \\\"query_gjj_card\\\": 6, \\\"query_shebao_card\\\": 7, \\\"how_to_pai\\\": 33, \\\"check_can_dun_ban\\\": 3, \\\"query_req_resources\\\": 44, \\\"ask_discount\\\": 6, \\\"explore_option\\\": 44, \\\"ask_can_provide_resource\\\": 1, \\\"ask_kai_piao\\\": 5, \\\"request_link\\\": 9, \\\"query_housing\\\": 16, \\\"query_multiple_locations\\\": 8, \\\"laodong\\\": 1, \\\"query_pregnant\\\": 7, \\\"query_various_effects\\\": 16, \\\"query_region_coverage\\\": 1, \\\"query_shebao_components\\\": 20, \\\"ask_can_topup\\\": 43, \\\"ask_can_topup_gjj\\\": 12, \\\"daikuan\\\": 12, \\\"luohu\\\": 20, \\\"pay_shui\\\": 15, \\\"purchase\\\": 123, \\\"query_canzhangjin\\\": 4}\", \"word_docs\": \"{\\\"greet\\\": 30, \\\"apology\\\": 8, \\\"complain\\\": 8, \\\"thankyou\\\": 22, \\\"confused\\\": 25, \\\"doublecheck\\\": 40, \\\"get_back_later\\\": 14, \\\"question_reliability\\\": 7, \\\"ask_how_now\\\": 8, \\\"beg_for_help\\\": 6, \\\"question_why\\\": 11, \\\"inform_done\\\": 16, \\\"inform_paid\\\": 45, \\\"affirm\\\": 101, \\\"deny\\\": 43, \\\"report_issue\\\": 6, \\\"inform\\\": 107, \\\"complicated\\\": 124, \\\"unsupported_request\\\": 7, \\\"ineligible_bujiao\\\": 4, \\\"ineligible_shebao\\\": 2, \\\"query_company_name\\\": 10, \\\"query_mini_program\\\": 8, \\\"query_phone\\\": 19, \\\"query_weixin\\\": 14, \\\"query_topup\\\": 8, \\\"yutiaojishu\\\": 1, \\\"ask_can_pay_later\\\": 1, \\\"can_use_card\\\": 1, \\\"check_requirements_employee\\\": 1, \\\"contact_us\\\": 1, \\\"check_rujilu_purpose\\\": 1, \\\"is_gua_kao\\\": 1, \\\"stop_payment_need_pay\\\": 1, \\\"query_break_gjj\\\": 6, \\\"yibaoka_when_use\\\": 1, \\\"will_it_sudden_stop\\\": 1, \\\"ask_for_refund\\\": 9, \\\"ask_shebao_status\\\": 37, \\\"query_when_check_shebao_status\\\": 13, \\\"query_how_check_shebao_status\\\": 38, \\\"change_wangwang_id\\\": 1, \\\"will_fee_be_same\\\": 1, \\\"check_procedure_fill\\\": 22, \\\"ask_shebao_card_status\\\": 10, \\\"ask_how_much\\\": 52, \\\"query_xufei\\\": 12, \\\"ask_can_still_make_it\\\": 10, \\\"query_pay_deadline\\\": 21, \\\"query_pay_process\\\": 32, \\\"query_pay_part_only\\\": 12, \\\"query_have_service_fee\\\": 5, \\\"query_payment_schedule\\\": 1, \\\"ask_turnaround_time\\\": 12, \\\"next_step\\\": 8, \\\"ask_for_details\\\": 1, \\\"query_gjj_card\\\": 6, \\\"query_shebao_card\\\": 7, \\\"how_to_pai\\\": 33, \\\"check_can_dun_ban\\\": 3, \\\"query_req_resources\\\": 44, \\\"ask_discount\\\": 6, \\\"explore_option\\\": 44, \\\"ask_can_provide_resource\\\": 1, \\\"ask_kai_piao\\\": 5, \\\"request_link\\\": 9, \\\"query_housing\\\": 16, \\\"query_multiple_locations\\\": 8, \\\"laodong\\\": 1, \\\"query_pregnant\\\": 7, \\\"query_various_effects\\\": 16, \\\"query_region_coverage\\\": 1, \\\"query_shebao_components\\\": 20, \\\"ask_can_topup\\\": 43, \\\"ask_can_topup_gjj\\\": 12, \\\"daikuan\\\": 12, \\\"luohu\\\": 20, \\\"pay_shui\\\": 15, \\\"purchase\\\": 123, \\\"query_canzhangjin\\\": 4}\", \"index_docs\": \"{\\\"17\\\": 30, \\\"43\\\": 8, \\\"44\\\": 8, \\\"19\\\": 22, \\\"18\\\": 25, \\\"12\\\": 40, \\\"29\\\": 14, \\\"50\\\": 7, \\\"45\\\": 8, \\\"54\\\": 6, \\\"37\\\": 11, \\\"25\\\": 16, \\\"7\\\": 45, \\\"5\\\": 101, \\\"10\\\": 43, \\\"55\\\": 6, \\\"4\\\": 107, \\\"2\\\": 124, \\\"51\\\": 7, \\\"61\\\": 4, \\\"64\\\": 2, \\\"38\\\": 10, \\\"46\\\": 8, \\\"24\\\": 19, \\\"30\\\": 14, \\\"47\\\": 8, \\\"65\\\": 1, \\\"66\\\": 1, \\\"67\\\": 1, \\\"68\\\": 1, \\\"69\\\": 1, \\\"70\\\": 1, \\\"71\\\": 1, \\\"72\\\": 1, \\\"56\\\": 6, \\\"73\\\": 1, \\\"74\\\": 1, \\\"41\\\": 9, \\\"14\\\": 37, \\\"31\\\": 13, \\\"13\\\": 38, \\\"75\\\": 1, \\\"76\\\": 1, \\\"20\\\": 22, \\\"39\\\": 10, \\\"6\\\": 52, \\\"32\\\": 12, \\\"40\\\": 10, \\\"21\\\": 21, \\\"16\\\": 32, \\\"33\\\": 12, \\\"59\\\": 5, \\\"77\\\": 1, \\\"34\\\": 12, \\\"48\\\": 8, \\\"78\\\": 1, \\\"57\\\": 6, \\\"52\\\": 7, \\\"15\\\": 33, \\\"63\\\": 3, \\\"8\\\": 44, \\\"58\\\": 6, \\\"9\\\": 44, \\\"79\\\": 1, \\\"60\\\": 5, \\\"42\\\": 9, \\\"26\\\": 16, \\\"49\\\": 8, \\\"80\\\": 1, \\\"53\\\": 7, \\\"27\\\": 16, \\\"81\\\": 1, \\\"22\\\": 20, \\\"11\\\": 43, \\\"35\\\": 12, \\\"36\\\": 12, \\\"23\\\": 20, \\\"28\\\": 15, \\\"3\\\": 123, \\\"62\\\": 4}\", \"index_word\": \"{\\\"1\\\": 0, \\\"2\\\": \\\"complicated\\\", \\\"3\\\": \\\"purchase\\\", \\\"4\\\": \\\"inform\\\", \\\"5\\\": \\\"affirm\\\", \\\"6\\\": \\\"ask_how_much\\\", \\\"7\\\": \\\"inform_paid\\\", \\\"8\\\": \\\"query_req_resources\\\", \\\"9\\\": \\\"explore_option\\\", \\\"10\\\": \\\"deny\\\", \\\"11\\\": \\\"ask_can_topup\\\", \\\"12\\\": \\\"doublecheck\\\", \\\"13\\\": \\\"query_how_check_shebao_status\\\", \\\"14\\\": \\\"ask_shebao_status\\\", \\\"15\\\": \\\"how_to_pai\\\", \\\"16\\\": \\\"query_pay_process\\\", \\\"17\\\": \\\"greet\\\", \\\"18\\\": \\\"confused\\\", \\\"19\\\": \\\"thankyou\\\", \\\"20\\\": \\\"check_procedure_fill\\\", \\\"21\\\": \\\"query_pay_deadline\\\", \\\"22\\\": \\\"query_shebao_components\\\", \\\"23\\\": \\\"luohu\\\", \\\"24\\\": \\\"query_phone\\\", \\\"25\\\": \\\"inform_done\\\", \\\"26\\\": \\\"query_housing\\\", \\\"27\\\": \\\"query_various_effects\\\", \\\"28\\\": \\\"pay_shui\\\", \\\"29\\\": \\\"get_back_later\\\", \\\"30\\\": \\\"query_weixin\\\", \\\"31\\\": \\\"query_when_check_shebao_status\\\", \\\"32\\\": \\\"query_xufei\\\", \\\"33\\\": \\\"query_pay_part_only\\\", \\\"34\\\": \\\"ask_turnaround_time\\\", \\\"35\\\": \\\"ask_can_topup_gjj\\\", \\\"36\\\": \\\"daikuan\\\", \\\"37\\\": \\\"question_why\\\", \\\"38\\\": \\\"query_company_name\\\", \\\"39\\\": \\\"ask_shebao_card_status\\\", \\\"40\\\": \\\"ask_can_still_make_it\\\", \\\"41\\\": \\\"ask_for_refund\\\", \\\"42\\\": \\\"request_link\\\", \\\"43\\\": \\\"apology\\\", \\\"44\\\": \\\"complain\\\", \\\"45\\\": \\\"ask_how_now\\\", \\\"46\\\": \\\"query_mini_program\\\", \\\"47\\\": \\\"query_topup\\\", \\\"48\\\": \\\"next_step\\\", \\\"49\\\": \\\"query_multiple_locations\\\", \\\"50\\\": \\\"question_reliability\\\", \\\"51\\\": \\\"unsupported_request\\\", \\\"52\\\": \\\"query_shebao_card\\\", \\\"53\\\": \\\"query_pregnant\\\", \\\"54\\\": \\\"beg_for_help\\\", \\\"55\\\": \\\"report_issue\\\", \\\"56\\\": \\\"query_break_gjj\\\", \\\"57\\\": \\\"query_gjj_card\\\", \\\"58\\\": \\\"ask_discount\\\", \\\"59\\\": \\\"query_have_service_fee\\\", \\\"60\\\": \\\"ask_kai_piao\\\", \\\"61\\\": \\\"ineligible_bujiao\\\", \\\"62\\\": \\\"query_canzhangjin\\\", \\\"63\\\": \\\"check_can_dun_ban\\\", \\\"64\\\": \\\"ineligible_shebao\\\", \\\"65\\\": \\\"yutiaojishu\\\", \\\"66\\\": \\\"ask_can_pay_later\\\", \\\"67\\\": \\\"can_use_card\\\", \\\"68\\\": \\\"check_requirements_employee\\\", \\\"69\\\": \\\"contact_us\\\", \\\"70\\\": \\\"check_rujilu_purpose\\\", \\\"71\\\": \\\"is_gua_kao\\\", \\\"72\\\": \\\"stop_payment_need_pay\\\", \\\"73\\\": \\\"yibaoka_when_use\\\", \\\"74\\\": \\\"will_it_sudden_stop\\\", \\\"75\\\": \\\"change_wangwang_id\\\", \\\"76\\\": \\\"will_fee_be_same\\\", \\\"77\\\": \\\"query_payment_schedule\\\", \\\"78\\\": \\\"ask_for_details\\\", \\\"79\\\": \\\"ask_can_provide_resource\\\", \\\"80\\\": \\\"laodong\\\", \\\"81\\\": \\\"query_region_coverage\\\"}\", \"word_index\": \"{\\\"0\\\": 1, \\\"complicated\\\": 2, \\\"purchase\\\": 3, \\\"inform\\\": 4, \\\"affirm\\\": 5, \\\"ask_how_much\\\": 6, \\\"inform_paid\\\": 7, \\\"query_req_resources\\\": 8, \\\"explore_option\\\": 9, \\\"deny\\\": 10, \\\"ask_can_topup\\\": 11, \\\"doublecheck\\\": 12, \\\"query_how_check_shebao_status\\\": 13, \\\"ask_shebao_status\\\": 14, \\\"how_to_pai\\\": 15, \\\"query_pay_process\\\": 16, \\\"greet\\\": 17, \\\"confused\\\": 18, \\\"thankyou\\\": 19, \\\"check_procedure_fill\\\": 20, \\\"query_pay_deadline\\\": 21, \\\"query_shebao_components\\\": 22, \\\"luohu\\\": 23, \\\"query_phone\\\": 24, \\\"inform_done\\\": 25, \\\"query_housing\\\": 26, \\\"query_various_effects\\\": 27, \\\"pay_shui\\\": 28, \\\"get_back_later\\\": 29, \\\"query_weixin\\\": 30, \\\"query_when_check_shebao_status\\\": 31, \\\"query_xufei\\\": 32, \\\"query_pay_part_only\\\": 33, \\\"ask_turnaround_time\\\": 34, \\\"ask_can_topup_gjj\\\": 35, \\\"daikuan\\\": 36, \\\"question_why\\\": 37, \\\"query_company_name\\\": 38, \\\"ask_shebao_card_status\\\": 39, \\\"ask_can_still_make_it\\\": 40, \\\"ask_for_refund\\\": 41, \\\"request_link\\\": 42, \\\"apology\\\": 43, \\\"complain\\\": 44, \\\"ask_how_now\\\": 45, \\\"query_mini_program\\\": 46, \\\"query_topup\\\": 47, \\\"next_step\\\": 48, \\\"query_multiple_locations\\\": 49, \\\"question_reliability\\\": 50, \\\"unsupported_request\\\": 51, \\\"query_shebao_card\\\": 52, \\\"query_pregnant\\\": 53, \\\"beg_for_help\\\": 54, \\\"report_issue\\\": 55, \\\"query_break_gjj\\\": 56, \\\"query_gjj_card\\\": 57, \\\"ask_discount\\\": 58, \\\"query_have_service_fee\\\": 59, \\\"ask_kai_piao\\\": 60, \\\"ineligible_bujiao\\\": 61, \\\"query_canzhangjin\\\": 62, \\\"check_can_dun_ban\\\": 63, \\\"ineligible_shebao\\\": 64, \\\"yutiaojishu\\\": 65, \\\"ask_can_pay_later\\\": 66, \\\"can_use_card\\\": 67, \\\"check_requirements_employee\\\": 68, \\\"contact_us\\\": 69, \\\"check_rujilu_purpose\\\": 70, \\\"is_gua_kao\\\": 71, \\\"stop_payment_need_pay\\\": 72, \\\"yibaoka_when_use\\\": 73, \\\"will_it_sudden_stop\\\": 74, \\\"change_wangwang_id\\\": 75, \\\"will_fee_be_same\\\": 76, \\\"query_payment_schedule\\\": 77, \\\"ask_for_details\\\": 78, \\\"ask_can_provide_resource\\\": 79, \\\"laodong\\\": 80, \\\"query_region_coverage\\\": 81}\"}}"