"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 150, \"filters\": \"\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": 0, \"document_count\": 1856, \"word_counts\": \"{\\\"greet\\\": 33, \\\"apology\\\": 8, \\\"complain\\\": 12, \\\"thankyou\\\": 24, \\\"confused\\\": 26, \\\"doublecheck\\\": 41, \\\"hesitate\\\": 27, \\\"get_back_later\\\": 27, \\\"question_reliability\\\": 9, \\\"ask_how_now\\\": 8, \\\"beg_for_help\\\": 6, \\\"question_why\\\": 11, \\\"inform_done\\\": 20, \\\"inform_paid\\\": 95, \\\"affirm\\\": 95, \\\"deny\\\": 55, \\\"report_issue\\\": 6, \\\"inform\\\": 88, \\\"inform_notify\\\": 4, \\\"complicated\\\": 94, \\\"unsupported_request\\\": 7, \\\"ineligible_bujiao\\\": 4, \\\"ineligible_shebao\\\": 3, \\\"query_company_name\\\": 10, \\\"query_mini_program\\\": 8, \\\"query_phone\\\": 19, \\\"query_weixin\\\": 14, \\\"query_topup\\\": 8, \\\"yutiaojishu\\\": 1, \\\"ask_can_pay_later\\\": 1, \\\"can_use_card\\\": 1, \\\"check_requirements_employee\\\": 1, \\\"contact_us\\\": 1, \\\"check_rujilu_purpose\\\": 1, \\\"is_gua_kao\\\": 1, \\\"stop_payment_need_pay\\\": 1, \\\"query_break_gjj\\\": 6, \\\"yibaoka_when_use\\\": 1, \\\"shenyubaoxian_payhowlong\\\": 1, \\\"can_use_yibao\\\": 2, \\\"can_purchase\\\": 3, \\\"liancheng_shebao\\\": 1, \\\"taichan_luohu\\\": 1, \\\"shengyu_benefit_coverage\\\": 1, \\\"looking_employment\\\": 1, \\\"hospitalised\\\": 1, \\\"yibao_benefit\\\": 1, \\\"huabei\\\": 1, \\\"jietu\\\": 1, \\\"wechat_problem\\\": 1, \\\"query_mail\\\": 1, \\\"mail_kapian\\\": 1, \\\"ask_password\\\": 1, \\\"form_fill\\\": 1, \\\"fill_date\\\": 2, \\\"will_it_sudden_stop\\\": 1, \\\"unsure\\\": 1, \\\"ask_for_refund\\\": 9, \\\"ask_shebao_status\\\": 95, \\\"query_when_check_shebao_status\\\": 35, \\\"query_how_check_shebao_status\\\": 92, \\\"change_wangwang_id\\\": 1, \\\"will_fee_be_same\\\": 1, \\\"check_procedure_fill\\\": 21, \\\"ask_shebao_card_status\\\": 10, \\\"ask_how_much\\\": 64, \\\"query_xufei\\\": 18, \\\"query_pay_deadline\\\": 91, \\\"query_pay_process\\\": 57, \\\"query_pay_part_only\\\": 13, \\\"query_have_service_fee\\\": 7, \\\"query_payment_schedule\\\": 1, \\\"ask_turnaround_time\\\": 15, \\\"next_step\\\": 9, \\\"ask_for_details\\\": 1, \\\"query_gjj_card\\\": 6, \\\"query_shebao_card\\\": 10, \\\"how_to_pai\\\": 34, \\\"check_can_dun_ban\\\": 3, \\\"query_req_resources\\\": 53, \\\"ask_discount\\\": 6, \\\"ask_can_provide_resource\\\": 1, \\\"ask_hetong\\\": 1, \\\"banli\\\": 9, \\\"provide_resource\\\": 4, \\\"ask_kai_piao\\\": 6, \\\"request_link\\\": 13, \\\"query_housing\\\": 16, \\\"query_multiple_locations\\\": 24, \\\"laodong\\\": 1, \\\"query_pregnant\\\": 32, \\\"query_various_effects\\\": 16, \\\"query_region_coverage\\\": 10, \\\"query_shebao_components\\\": 22, \\\"ask_can_topup\\\": 95, \\\"daikuan\\\": 18, \\\"luohu\\\": 26, \\\"pay_shui\\\": 15, \\\"purchase\\\": 91, \\\"query_canzhangjin\\\": 4}\", \"word_docs\": \"{\\\"greet\\\": 33, \\\"apology\\\": 8, \\\"complain\\\": 12, \\\"thankyou\\\": 24, \\\"confused\\\": 26, \\\"doublecheck\\\": 41, \\\"hesitate\\\": 27, \\\"get_back_later\\\": 27, \\\"question_reliability\\\": 9, \\\"ask_how_now\\\": 8, \\\"beg_for_help\\\": 6, \\\"question_why\\\": 11, \\\"inform_done\\\": 20, \\\"inform_paid\\\": 95, \\\"affirm\\\": 95, \\\"deny\\\": 55, \\\"report_issue\\\": 6, \\\"inform\\\": 88, \\\"inform_notify\\\": 4, \\\"complicated\\\": 94, \\\"unsupported_request\\\": 7, \\\"ineligible_bujiao\\\": 4, \\\"ineligible_shebao\\\": 3, \\\"query_company_name\\\": 10, \\\"query_mini_program\\\": 8, \\\"query_phone\\\": 19, \\\"query_weixin\\\": 14, \\\"query_topup\\\": 8, \\\"yutiaojishu\\\": 1, \\\"ask_can_pay_later\\\": 1, \\\"can_use_card\\\": 1, \\\"check_requirements_employee\\\": 1, \\\"contact_us\\\": 1, \\\"check_rujilu_purpose\\\": 1, \\\"is_gua_kao\\\": 1, \\\"stop_payment_need_pay\\\": 1, \\\"query_break_gjj\\\": 6, \\\"yibaoka_when_use\\\": 1, \\\"shenyubaoxian_payhowlong\\\": 1, \\\"can_use_yibao\\\": 2, \\\"can_purchase\\\": 3, \\\"liancheng_shebao\\\": 1, \\\"taichan_luohu\\\": 1, \\\"shengyu_benefit_coverage\\\": 1, \\\"looking_employment\\\": 1, \\\"hospitalised\\\": 1, \\\"yibao_benefit\\\": 1, \\\"huabei\\\": 1, \\\"jietu\\\": 1, \\\"wechat_problem\\\": 1, \\\"query_mail\\\": 1, \\\"mail_kapian\\\": 1, \\\"ask_password\\\": 1, \\\"form_fill\\\": 1, \\\"fill_date\\\": 2, \\\"will_it_sudden_stop\\\": 1, \\\"unsure\\\": 1, \\\"ask_for_refund\\\": 9, \\\"ask_shebao_status\\\": 95, \\\"query_when_check_shebao_status\\\": 35, \\\"query_how_check_shebao_status\\\": 92, \\\"change_wangwang_id\\\": 1, \\\"will_fee_be_same\\\": 1, \\\"check_procedure_fill\\\": 21, \\\"ask_shebao_card_status\\\": 10, \\\"ask_how_much\\\": 64, \\\"query_xufei\\\": 18, \\\"query_pay_deadline\\\": 91, \\\"query_pay_process\\\": 57, \\\"query_pay_part_only\\\": 13, \\\"query_have_service_fee\\\": 7, \\\"query_payment_schedule\\\": 1, \\\"ask_turnaround_time\\\": 15, \\\"next_step\\\": 9, \\\"ask_for_details\\\": 1, \\\"query_gjj_card\\\": 6, \\\"query_shebao_card\\\": 10, \\\"how_to_pai\\\": 34, \\\"check_can_dun_ban\\\": 3, \\\"query_req_resources\\\": 53, \\\"ask_discount\\\": 6, \\\"ask_can_provide_resource\\\": 1, \\\"ask_hetong\\\": 1, \\\"banli\\\": 9, \\\"provide_resource\\\": 4, \\\"ask_kai_piao\\\": 6, \\\"request_link\\\": 13, \\\"query_housing\\\": 16, \\\"query_multiple_locations\\\": 24, \\\"laodong\\\": 1, \\\"query_pregnant\\\": 32, \\\"query_various_effects\\\": 16, \\\"query_region_coverage\\\": 10, \\\"query_shebao_components\\\": 22, \\\"ask_can_topup\\\": 95, \\\"daikuan\\\": 18, \\\"luohu\\\": 26, \\\"pay_shui\\\": 15, \\\"purchase\\\": 91, \\\"query_canzhangjin\\\": 4}\", \"index_docs\": \"{\\\"18\\\": 33, \\\"49\\\": 8, \\\"39\\\": 12, \\\"24\\\": 24, \\\"22\\\": 26, \\\"15\\\": 41, \\\"20\\\": 27, \\\"21\\\": 27, \\\"45\\\": 9, \\\"50\\\": 8, \\\"55\\\": 6, \\\"40\\\": 11, \\\"28\\\": 20, \\\"2\\\": 95, \\\"3\\\": 95, \\\"13\\\": 55, \\\"56\\\": 6, \\\"10\\\": 88, \\\"61\\\": 4, \\\"6\\\": 94, \\\"53\\\": 7, \\\"62\\\": 4, \\\"65\\\": 3, \\\"41\\\": 10, \\\"51\\\": 8, \\\"29\\\": 19, \\\"36\\\": 14, \\\"52\\\": 8, \\\"70\\\": 1, \\\"71\\\": 1, \\\"72\\\": 1, \\\"73\\\": 1, \\\"74\\\": 1, \\\"75\\\": 1, \\\"76\\\": 1, \\\"77\\\": 1, \\\"57\\\": 6, \\\"78\\\": 1, \\\"79\\\": 1, \\\"68\\\": 2, \\\"66\\\": 3, \\\"80\\\": 1, \\\"81\\\": 1, \\\"82\\\": 1, \\\"83\\\": 1, \\\"84\\\": 1, \\\"85\\\": 1, \\\"86\\\": 1, \\\"87\\\": 1, \\\"88\\\": 1, \\\"89\\\": 1, \\\"90\\\": 1, \\\"91\\\": 1, \\\"92\\\": 1, \\\"69\\\": 2, \\\"93\\\": 1, \\\"94\\\": 1, \\\"46\\\": 9, \\\"4\\\": 95, \\\"16\\\": 35, \\\"7\\\": 92, \\\"95\\\": 1, \\\"96\\\": 1, \\\"27\\\": 21, \\\"42\\\": 10, \\\"11\\\": 64, \\\"30\\\": 18, \\\"8\\\": 91, \\\"12\\\": 57, \\\"37\\\": 13, \\\"54\\\": 7, \\\"97\\\": 1, \\\"34\\\": 15, \\\"47\\\": 9, \\\"98\\\": 1, \\\"58\\\": 6, \\\"43\\\": 10, \\\"17\\\": 34, \\\"67\\\": 3, \\\"14\\\": 53, \\\"59\\\": 6, \\\"99\\\": 1, \\\"100\\\": 1, \\\"48\\\": 9, \\\"63\\\": 4, \\\"60\\\": 6, \\\"38\\\": 13, \\\"32\\\": 16, \\\"25\\\": 24, \\\"101\\\": 1, \\\"19\\\": 32, \\\"33\\\": 16, \\\"44\\\": 10, \\\"26\\\": 22, \\\"5\\\": 95, \\\"31\\\": 18, \\\"23\\\": 26, \\\"35\\\": 15, \\\"9\\\": 91, \\\"64\\\": 4}\", \"index_word\": \"{\\\"1\\\": 0, \\\"2\\\": \\\"inform_paid\\\", \\\"3\\\": \\\"affirm\\\", \\\"4\\\": \\\"ask_shebao_status\\\", \\\"5\\\": \\\"ask_can_topup\\\", \\\"6\\\": \\\"complicated\\\", \\\"7\\\": \\\"query_how_check_shebao_status\\\", \\\"8\\\": \\\"query_pay_deadline\\\", \\\"9\\\": \\\"purchase\\\", \\\"10\\\": \\\"inform\\\", \\\"11\\\": \\\"ask_how_much\\\", \\\"12\\\": \\\"query_pay_process\\\", \\\"13\\\": \\\"deny\\\", \\\"14\\\": \\\"query_req_resources\\\", \\\"15\\\": \\\"doublecheck\\\", \\\"16\\\": \\\"query_when_check_shebao_status\\\", \\\"17\\\": \\\"how_to_pai\\\", \\\"18\\\": \\\"greet\\\", \\\"19\\\": \\\"query_pregnant\\\", \\\"20\\\": \\\"hesitate\\\", \\\"21\\\": \\\"get_back_later\\\", \\\"22\\\": \\\"confused\\\", \\\"23\\\": \\\"luohu\\\", \\\"24\\\": \\\"thankyou\\\", \\\"25\\\": \\\"query_multiple_locations\\\", \\\"26\\\": \\\"query_shebao_components\\\", \\\"27\\\": \\\"check_procedure_fill\\\", \\\"28\\\": \\\"inform_done\\\", \\\"29\\\": \\\"query_phone\\\", \\\"30\\\": \\\"query_xufei\\\", \\\"31\\\": \\\"daikuan\\\", \\\"32\\\": \\\"query_housing\\\", \\\"33\\\": \\\"query_various_effects\\\", \\\"34\\\": \\\"ask_turnaround_time\\\", \\\"35\\\": \\\"pay_shui\\\", \\\"36\\\": \\\"query_weixin\\\", \\\"37\\\": \\\"query_pay_part_only\\\", \\\"38\\\": \\\"request_link\\\", \\\"39\\\": \\\"complain\\\", \\\"40\\\": \\\"question_why\\\", \\\"41\\\": \\\"query_company_name\\\", \\\"42\\\": \\\"ask_shebao_card_status\\\", \\\"43\\\": \\\"query_shebao_card\\\", \\\"44\\\": \\\"query_region_coverage\\\", \\\"45\\\": \\\"question_reliability\\\", \\\"46\\\": \\\"ask_for_refund\\\", \\\"47\\\": \\\"next_step\\\", \\\"48\\\": \\\"banli\\\", \\\"49\\\": \\\"apology\\\", \\\"50\\\": \\\"ask_how_now\\\", \\\"51\\\": \\\"query_mini_program\\\", \\\"52\\\": \\\"query_topup\\\", \\\"53\\\": \\\"unsupported_request\\\", \\\"54\\\": \\\"query_have_service_fee\\\", \\\"55\\\": \\\"beg_for_help\\\", \\\"56\\\": \\\"report_issue\\\", \\\"57\\\": \\\"query_break_gjj\\\", \\\"58\\\": \\\"query_gjj_card\\\", \\\"59\\\": \\\"ask_discount\\\", \\\"60\\\": \\\"ask_kai_piao\\\", \\\"61\\\": \\\"inform_notify\\\", \\\"62\\\": \\\"ineligible_bujiao\\\", \\\"63\\\": \\\"provide_resource\\\", \\\"64\\\": \\\"query_canzhangjin\\\", \\\"65\\\": \\\"ineligible_shebao\\\", \\\"66\\\": \\\"can_purchase\\\", \\\"67\\\": \\\"check_can_dun_ban\\\", \\\"68\\\": \\\"can_use_yibao\\\", \\\"69\\\": \\\"fill_date\\\", \\\"70\\\": \\\"yutiaojishu\\\", \\\"71\\\": \\\"ask_can_pay_later\\\", \\\"72\\\": \\\"can_use_card\\\", \\\"73\\\": \\\"check_requirements_employee\\\", \\\"74\\\": \\\"contact_us\\\", \\\"75\\\": \\\"check_rujilu_purpose\\\", \\\"76\\\": \\\"is_gua_kao\\\", \\\"77\\\": \\\"stop_payment_need_pay\\\", \\\"78\\\": \\\"yibaoka_when_use\\\", \\\"79\\\": \\\"shenyubaoxian_payhowlong\\\", \\\"80\\\": \\\"liancheng_shebao\\\", \\\"81\\\": \\\"taichan_luohu\\\", \\\"82\\\": \\\"shengyu_benefit_coverage\\\", \\\"83\\\": \\\"looking_employment\\\", \\\"84\\\": \\\"hospitalised\\\", \\\"85\\\": \\\"yibao_benefit\\\", \\\"86\\\": \\\"huabei\\\", \\\"87\\\": \\\"jietu\\\", \\\"88\\\": \\\"wechat_problem\\\", \\\"89\\\": \\\"query_mail\\\", \\\"90\\\": \\\"mail_kapian\\\", \\\"91\\\": \\\"ask_password\\\", \\\"92\\\": \\\"form_fill\\\", \\\"93\\\": \\\"will_it_sudden_stop\\\", \\\"94\\\": \\\"unsure\\\", \\\"95\\\": \\\"change_wangwang_id\\\", \\\"96\\\": \\\"will_fee_be_same\\\", \\\"97\\\": \\\"query_payment_schedule\\\", \\\"98\\\": \\\"ask_for_details\\\", \\\"99\\\": \\\"ask_can_provide_resource\\\", \\\"100\\\": \\\"ask_hetong\\\", \\\"101\\\": \\\"laodong\\\"}\", \"word_index\": \"{\\\"0\\\": 1, \\\"inform_paid\\\": 2, \\\"affirm\\\": 3, \\\"ask_shebao_status\\\": 4, \\\"ask_can_topup\\\": 5, \\\"complicated\\\": 6, \\\"query_how_check_shebao_status\\\": 7, \\\"query_pay_deadline\\\": 8, \\\"purchase\\\": 9, \\\"inform\\\": 10, \\\"ask_how_much\\\": 11, \\\"query_pay_process\\\": 12, \\\"deny\\\": 13, \\\"query_req_resources\\\": 14, \\\"doublecheck\\\": 15, \\\"query_when_check_shebao_status\\\": 16, \\\"how_to_pai\\\": 17, \\\"greet\\\": 18, \\\"query_pregnant\\\": 19, \\\"hesitate\\\": 20, \\\"get_back_later\\\": 21, \\\"confused\\\": 22, \\\"luohu\\\": 23, \\\"thankyou\\\": 24, \\\"query_multiple_locations\\\": 25, \\\"query_shebao_components\\\": 26, \\\"check_procedure_fill\\\": 27, \\\"inform_done\\\": 28, \\\"query_phone\\\": 29, \\\"query_xufei\\\": 30, \\\"daikuan\\\": 31, \\\"query_housing\\\": 32, \\\"query_various_effects\\\": 33, \\\"ask_turnaround_time\\\": 34, \\\"pay_shui\\\": 35, \\\"query_weixin\\\": 36, \\\"query_pay_part_only\\\": 37, \\\"request_link\\\": 38, \\\"complain\\\": 39, \\\"question_why\\\": 40, \\\"query_company_name\\\": 41, \\\"ask_shebao_card_status\\\": 42, \\\"query_shebao_card\\\": 43, \\\"query_region_coverage\\\": 44, \\\"question_reliability\\\": 45, \\\"ask_for_refund\\\": 46, \\\"next_step\\\": 47, \\\"banli\\\": 48, \\\"apology\\\": 49, \\\"ask_how_now\\\": 50, \\\"query_mini_program\\\": 51, \\\"query_topup\\\": 52, \\\"unsupported_request\\\": 53, \\\"query_have_service_fee\\\": 54, \\\"beg_for_help\\\": 55, \\\"report_issue\\\": 56, \\\"query_break_gjj\\\": 57, \\\"query_gjj_card\\\": 58, \\\"ask_discount\\\": 59, \\\"ask_kai_piao\\\": 60, \\\"inform_notify\\\": 61, \\\"ineligible_bujiao\\\": 62, \\\"provide_resource\\\": 63, \\\"query_canzhangjin\\\": 64, \\\"ineligible_shebao\\\": 65, \\\"can_purchase\\\": 66, \\\"check_can_dun_ban\\\": 67, \\\"can_use_yibao\\\": 68, \\\"fill_date\\\": 69, \\\"yutiaojishu\\\": 70, \\\"ask_can_pay_later\\\": 71, \\\"can_use_card\\\": 72, \\\"check_requirements_employee\\\": 73, \\\"contact_us\\\": 74, \\\"check_rujilu_purpose\\\": 75, \\\"is_gua_kao\\\": 76, \\\"stop_payment_need_pay\\\": 77, \\\"yibaoka_when_use\\\": 78, \\\"shenyubaoxian_payhowlong\\\": 79, \\\"liancheng_shebao\\\": 80, \\\"taichan_luohu\\\": 81, \\\"shengyu_benefit_coverage\\\": 82, \\\"looking_employment\\\": 83, \\\"hospitalised\\\": 84, \\\"yibao_benefit\\\": 85, \\\"huabei\\\": 86, \\\"jietu\\\": 87, \\\"wechat_problem\\\": 88, \\\"query_mail\\\": 89, \\\"mail_kapian\\\": 90, \\\"ask_password\\\": 91, \\\"form_fill\\\": 92, \\\"will_it_sudden_stop\\\": 93, \\\"unsure\\\": 94, \\\"change_wangwang_id\\\": 95, \\\"will_fee_be_same\\\": 96, \\\"query_payment_schedule\\\": 97, \\\"ask_for_details\\\": 98, \\\"ask_can_provide_resource\\\": 99, \\\"ask_hetong\\\": 100, \\\"laodong\\\": 101}\"}}"