"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 150, \"filters\": \"\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": 0, \"document_count\": 2083, \"word_counts\": \"{\\\"greet\\\": 34, \\\"apology\\\": 8, \\\"complain\\\": 12, \\\"thankyou\\\": 25, \\\"confused\\\": 26, \\\"doublecheck\\\": 43, \\\"hesitate\\\": 27, \\\"get_back_later\\\": 27, \\\"question_reliability\\\": 9, \\\"ask_how_now\\\": 8, \\\"beg_for_help\\\": 6, \\\"question_why\\\": 11, \\\"inform_done\\\": 25, \\\"inform_paid\\\": 95, \\\"affirm\\\": 95, \\\"deny\\\": 76, \\\"report_issue\\\": 6, \\\"inform\\\": 95, \\\"inform_notify\\\": 4, \\\"unsupported_request\\\": 7, \\\"ineligible_shebao\\\": 3, \\\"query_company_name\\\": 10, \\\"query_mini_program\\\": 8, \\\"query_phone\\\": 19, \\\"query_weixin\\\": 19, \\\"query_topup\\\": 81, \\\"yutiaojishu\\\": 1, \\\"ask_can_pay_later\\\": 1, \\\"can_use_card\\\": 1, \\\"check_requirements_employee\\\": 1, \\\"contact_us\\\": 1, \\\"check_rujilu_purpose\\\": 1, \\\"is_gua_kao\\\": 1, \\\"stop_payment_need_pay\\\": 1, \\\"query_break_gjj\\\": 10, \\\"yibaoka_when_use\\\": 1, \\\"shenyubaoxian_payhowlong\\\": 1, \\\"can_use_yibao\\\": 2, \\\"can_purchase\\\": 3, \\\"liancheng_shebao\\\": 1, \\\"taichan_luohu\\\": 1, \\\"shengyu_benefit_coverage\\\": 1, \\\"looking_employment\\\": 1, \\\"hospitalised\\\": 1, \\\"yibao_benefit\\\": 1, \\\"huabei\\\": 1, \\\"jietu\\\": 1, \\\"wechat_problem\\\": 1, \\\"query_mail\\\": 1, \\\"mail_kapian\\\": 1, \\\"ask_password\\\": 1, \\\"form_fill\\\": 1, \\\"fill_date\\\": 3, \\\"will_it_sudden_stop\\\": 1, \\\"complicated\\\": 94, \\\"ask_for_refund\\\": 9, \\\"ask_shebao_status\\\": 95, \\\"query_when_check_shebao_status\\\": 40, \\\"query_how_check_shebao_status\\\": 95, \\\"change_wangwang_id\\\": 1, \\\"will_fee_be_same\\\": 1, \\\"check_procedure_fill\\\": 21, \\\"ask_shebao_card_status\\\": 10, \\\"ask_how_much\\\": 73, \\\"query_xufei\\\": 20, \\\"query_pay_deadline\\\": 91, \\\"query_pay_process\\\": 63, \\\"query_pay_part_only\\\": 26, \\\"query_have_service_fee\\\": 7, \\\"query_payment_schedule\\\": 1, \\\"ask_turnaround_time\\\": 52, \\\"next_step\\\": 9, \\\"ask_for_details\\\": 1, \\\"query_gjj_card\\\": 6, \\\"query_shebao_card\\\": 10, \\\"how_to_pai\\\": 42, \\\"check_can_dun_ban\\\": 3, \\\"query_req_resources\\\": 67, \\\"ask_discount\\\": 6, \\\"ask_can_provide_resource\\\": 1, \\\"ask_hetong\\\": 1, \\\"banli\\\": 9, \\\"provide_resource\\\": 4, \\\"ask_kai_piao\\\": 6, \\\"request_link\\\": 16, \\\"query_housing\\\": 16, \\\"query_multiple_locations\\\": 27, \\\"laodong\\\": 1, \\\"query_pregnant\\\": 32, \\\"query_various_effects\\\": 17, \\\"query_region_coverage\\\": 10, \\\"query_shebao_components\\\": 29, \\\"ask_can_topup\\\": 95, \\\"daikuan\\\": 18, \\\"luohu\\\": 26, \\\"pay_shui\\\": 15, \\\"purchase\\\": 92, \\\"query_canzhangjin\\\": 4}\", \"word_docs\": \"{\\\"greet\\\": 34, \\\"apology\\\": 8, \\\"complain\\\": 12, \\\"thankyou\\\": 25, \\\"confused\\\": 26, \\\"doublecheck\\\": 43, \\\"hesitate\\\": 27, \\\"get_back_later\\\": 27, \\\"question_reliability\\\": 9, \\\"ask_how_now\\\": 8, \\\"beg_for_help\\\": 6, \\\"question_why\\\": 11, \\\"inform_done\\\": 25, \\\"inform_paid\\\": 95, \\\"affirm\\\": 95, \\\"deny\\\": 76, \\\"report_issue\\\": 6, \\\"inform\\\": 95, \\\"inform_notify\\\": 4, \\\"unsupported_request\\\": 7, \\\"ineligible_shebao\\\": 3, \\\"query_company_name\\\": 10, \\\"query_mini_program\\\": 8, \\\"query_phone\\\": 19, \\\"query_weixin\\\": 19, \\\"query_topup\\\": 81, \\\"yutiaojishu\\\": 1, \\\"ask_can_pay_later\\\": 1, \\\"can_use_card\\\": 1, \\\"check_requirements_employee\\\": 1, \\\"contact_us\\\": 1, \\\"check_rujilu_purpose\\\": 1, \\\"is_gua_kao\\\": 1, \\\"stop_payment_need_pay\\\": 1, \\\"query_break_gjj\\\": 10, \\\"yibaoka_when_use\\\": 1, \\\"shenyubaoxian_payhowlong\\\": 1, \\\"can_use_yibao\\\": 2, \\\"can_purchase\\\": 3, \\\"liancheng_shebao\\\": 1, \\\"taichan_luohu\\\": 1, \\\"shengyu_benefit_coverage\\\": 1, \\\"looking_employment\\\": 1, \\\"hospitalised\\\": 1, \\\"yibao_benefit\\\": 1, \\\"huabei\\\": 1, \\\"jietu\\\": 1, \\\"wechat_problem\\\": 1, \\\"query_mail\\\": 1, \\\"mail_kapian\\\": 1, \\\"ask_password\\\": 1, \\\"form_fill\\\": 1, \\\"fill_date\\\": 3, \\\"will_it_sudden_stop\\\": 1, \\\"complicated\\\": 94, \\\"ask_for_refund\\\": 9, \\\"ask_shebao_status\\\": 95, \\\"query_when_check_shebao_status\\\": 40, \\\"query_how_check_shebao_status\\\": 95, \\\"change_wangwang_id\\\": 1, \\\"will_fee_be_same\\\": 1, \\\"check_procedure_fill\\\": 21, \\\"ask_shebao_card_status\\\": 10, \\\"ask_how_much\\\": 73, \\\"query_xufei\\\": 20, \\\"query_pay_deadline\\\": 91, \\\"query_pay_process\\\": 63, \\\"query_pay_part_only\\\": 26, \\\"query_have_service_fee\\\": 7, \\\"query_payment_schedule\\\": 1, \\\"ask_turnaround_time\\\": 52, \\\"next_step\\\": 9, \\\"ask_for_details\\\": 1, \\\"query_gjj_card\\\": 6, \\\"query_shebao_card\\\": 10, \\\"how_to_pai\\\": 42, \\\"check_can_dun_ban\\\": 3, \\\"query_req_resources\\\": 67, \\\"ask_discount\\\": 6, \\\"ask_can_provide_resource\\\": 1, \\\"ask_hetong\\\": 1, \\\"banli\\\": 9, \\\"provide_resource\\\": 4, \\\"ask_kai_piao\\\": 6, \\\"request_link\\\": 16, \\\"query_housing\\\": 16, \\\"query_multiple_locations\\\": 27, \\\"laodong\\\": 1, \\\"query_pregnant\\\": 32, \\\"query_various_effects\\\": 17, \\\"query_region_coverage\\\": 10, \\\"query_shebao_components\\\": 29, \\\"ask_can_topup\\\": 95, \\\"daikuan\\\": 18, \\\"luohu\\\": 26, \\\"pay_shui\\\": 15, \\\"purchase\\\": 92, \\\"query_canzhangjin\\\": 4}\", \"index_docs\": \"{\\\"20\\\": 34, \\\"51\\\": 8, \\\"40\\\": 12, \\\"29\\\": 25, \\\"26\\\": 26, \\\"17\\\": 43, \\\"23\\\": 27, \\\"24\\\": 27, \\\"47\\\": 9, \\\"52\\\": 8, \\\"56\\\": 6, \\\"41\\\": 11, \\\"30\\\": 25, \\\"2\\\": 95, \\\"3\\\": 95, \\\"12\\\": 76, \\\"57\\\": 6, \\\"4\\\": 95, \\\"61\\\": 4, \\\"54\\\": 7, \\\"64\\\": 3, \\\"42\\\": 10, \\\"53\\\": 8, \\\"33\\\": 19, \\\"34\\\": 19, \\\"11\\\": 81, \\\"69\\\": 1, \\\"70\\\": 1, \\\"71\\\": 1, \\\"72\\\": 1, \\\"73\\\": 1, \\\"74\\\": 1, \\\"75\\\": 1, \\\"76\\\": 1, \\\"43\\\": 10, \\\"77\\\": 1, \\\"78\\\": 1, \\\"68\\\": 2, \\\"65\\\": 3, \\\"79\\\": 1, \\\"80\\\": 1, \\\"81\\\": 1, \\\"82\\\": 1, \\\"83\\\": 1, \\\"84\\\": 1, \\\"85\\\": 1, \\\"86\\\": 1, \\\"87\\\": 1, \\\"88\\\": 1, \\\"89\\\": 1, \\\"90\\\": 1, \\\"91\\\": 1, \\\"66\\\": 3, \\\"92\\\": 1, \\\"8\\\": 94, \\\"48\\\": 9, \\\"5\\\": 95, \\\"19\\\": 40, \\\"6\\\": 95, \\\"93\\\": 1, \\\"94\\\": 1, \\\"31\\\": 21, \\\"44\\\": 10, \\\"13\\\": 73, \\\"32\\\": 20, \\\"10\\\": 91, \\\"15\\\": 63, \\\"27\\\": 26, \\\"55\\\": 7, \\\"95\\\": 1, \\\"16\\\": 52, \\\"49\\\": 9, \\\"96\\\": 1, \\\"58\\\": 6, \\\"45\\\": 10, \\\"18\\\": 42, \\\"67\\\": 3, \\\"14\\\": 67, \\\"59\\\": 6, \\\"97\\\": 1, \\\"98\\\": 1, \\\"50\\\": 9, \\\"62\\\": 4, \\\"60\\\": 6, \\\"37\\\": 16, \\\"38\\\": 16, \\\"25\\\": 27, \\\"99\\\": 1, \\\"21\\\": 32, \\\"36\\\": 17, \\\"46\\\": 10, \\\"22\\\": 29, \\\"7\\\": 95, \\\"35\\\": 18, \\\"28\\\": 26, \\\"39\\\": 15, \\\"9\\\": 92, \\\"63\\\": 4}\", \"index_word\": \"{\\\"1\\\": 0, \\\"2\\\": \\\"inform_paid\\\", \\\"3\\\": \\\"affirm\\\", \\\"4\\\": \\\"inform\\\", \\\"5\\\": \\\"ask_shebao_status\\\", \\\"6\\\": \\\"query_how_check_shebao_status\\\", \\\"7\\\": \\\"ask_can_topup\\\", \\\"8\\\": \\\"complicated\\\", \\\"9\\\": \\\"purchase\\\", \\\"10\\\": \\\"query_pay_deadline\\\", \\\"11\\\": \\\"query_topup\\\", \\\"12\\\": \\\"deny\\\", \\\"13\\\": \\\"ask_how_much\\\", \\\"14\\\": \\\"query_req_resources\\\", \\\"15\\\": \\\"query_pay_process\\\", \\\"16\\\": \\\"ask_turnaround_time\\\", \\\"17\\\": \\\"doublecheck\\\", \\\"18\\\": \\\"how_to_pai\\\", \\\"19\\\": \\\"query_when_check_shebao_status\\\", \\\"20\\\": \\\"greet\\\", \\\"21\\\": \\\"query_pregnant\\\", \\\"22\\\": \\\"query_shebao_components\\\", \\\"23\\\": \\\"hesitate\\\", \\\"24\\\": \\\"get_back_later\\\", \\\"25\\\": \\\"query_multiple_locations\\\", \\\"26\\\": \\\"confused\\\", \\\"27\\\": \\\"query_pay_part_only\\\", \\\"28\\\": \\\"luohu\\\", \\\"29\\\": \\\"thankyou\\\", \\\"30\\\": \\\"inform_done\\\", \\\"31\\\": \\\"check_procedure_fill\\\", \\\"32\\\": \\\"query_xufei\\\", \\\"33\\\": \\\"query_phone\\\", \\\"34\\\": \\\"query_weixin\\\", \\\"35\\\": \\\"daikuan\\\", \\\"36\\\": \\\"query_various_effects\\\", \\\"37\\\": \\\"request_link\\\", \\\"38\\\": \\\"query_housing\\\", \\\"39\\\": \\\"pay_shui\\\", \\\"40\\\": \\\"complain\\\", \\\"41\\\": \\\"question_why\\\", \\\"42\\\": \\\"query_company_name\\\", \\\"43\\\": \\\"query_break_gjj\\\", \\\"44\\\": \\\"ask_shebao_card_status\\\", \\\"45\\\": \\\"query_shebao_card\\\", \\\"46\\\": \\\"query_region_coverage\\\", \\\"47\\\": \\\"question_reliability\\\", \\\"48\\\": \\\"ask_for_refund\\\", \\\"49\\\": \\\"next_step\\\", \\\"50\\\": \\\"banli\\\", \\\"51\\\": \\\"apology\\\", \\\"52\\\": \\\"ask_how_now\\\", \\\"53\\\": \\\"query_mini_program\\\", \\\"54\\\": \\\"unsupported_request\\\", \\\"55\\\": \\\"query_have_service_fee\\\", \\\"56\\\": \\\"beg_for_help\\\", \\\"57\\\": \\\"report_issue\\\", \\\"58\\\": \\\"query_gjj_card\\\", \\\"59\\\": \\\"ask_discount\\\", \\\"60\\\": \\\"ask_kai_piao\\\", \\\"61\\\": \\\"inform_notify\\\", \\\"62\\\": \\\"provide_resource\\\", \\\"63\\\": \\\"query_canzhangjin\\\", \\\"64\\\": \\\"ineligible_shebao\\\", \\\"65\\\": \\\"can_purchase\\\", \\\"66\\\": \\\"fill_date\\\", \\\"67\\\": \\\"check_can_dun_ban\\\", \\\"68\\\": \\\"can_use_yibao\\\", \\\"69\\\": \\\"yutiaojishu\\\", \\\"70\\\": \\\"ask_can_pay_later\\\", \\\"71\\\": \\\"can_use_card\\\", \\\"72\\\": \\\"check_requirements_employee\\\", \\\"73\\\": \\\"contact_us\\\", \\\"74\\\": \\\"check_rujilu_purpose\\\", \\\"75\\\": \\\"is_gua_kao\\\", \\\"76\\\": \\\"stop_payment_need_pay\\\", \\\"77\\\": \\\"yibaoka_when_use\\\", \\\"78\\\": \\\"shenyubaoxian_payhowlong\\\", \\\"79\\\": \\\"liancheng_shebao\\\", \\\"80\\\": \\\"taichan_luohu\\\", \\\"81\\\": \\\"shengyu_benefit_coverage\\\", \\\"82\\\": \\\"looking_employment\\\", \\\"83\\\": \\\"hospitalised\\\", \\\"84\\\": \\\"yibao_benefit\\\", \\\"85\\\": \\\"huabei\\\", \\\"86\\\": \\\"jietu\\\", \\\"87\\\": \\\"wechat_problem\\\", \\\"88\\\": \\\"query_mail\\\", \\\"89\\\": \\\"mail_kapian\\\", \\\"90\\\": \\\"ask_password\\\", \\\"91\\\": \\\"form_fill\\\", \\\"92\\\": \\\"will_it_sudden_stop\\\", \\\"93\\\": \\\"change_wangwang_id\\\", \\\"94\\\": \\\"will_fee_be_same\\\", \\\"95\\\": \\\"query_payment_schedule\\\", \\\"96\\\": \\\"ask_for_details\\\", \\\"97\\\": \\\"ask_can_provide_resource\\\", \\\"98\\\": \\\"ask_hetong\\\", \\\"99\\\": \\\"laodong\\\"}\", \"word_index\": \"{\\\"0\\\": 1, \\\"inform_paid\\\": 2, \\\"affirm\\\": 3, \\\"inform\\\": 4, \\\"ask_shebao_status\\\": 5, \\\"query_how_check_shebao_status\\\": 6, \\\"ask_can_topup\\\": 7, \\\"complicated\\\": 8, \\\"purchase\\\": 9, \\\"query_pay_deadline\\\": 10, \\\"query_topup\\\": 11, \\\"deny\\\": 12, \\\"ask_how_much\\\": 13, \\\"query_req_resources\\\": 14, \\\"query_pay_process\\\": 15, \\\"ask_turnaround_time\\\": 16, \\\"doublecheck\\\": 17, \\\"how_to_pai\\\": 18, \\\"query_when_check_shebao_status\\\": 19, \\\"greet\\\": 20, \\\"query_pregnant\\\": 21, \\\"query_shebao_components\\\": 22, \\\"hesitate\\\": 23, \\\"get_back_later\\\": 24, \\\"query_multiple_locations\\\": 25, \\\"confused\\\": 26, \\\"query_pay_part_only\\\": 27, \\\"luohu\\\": 28, \\\"thankyou\\\": 29, \\\"inform_done\\\": 30, \\\"check_procedure_fill\\\": 31, \\\"query_xufei\\\": 32, \\\"query_phone\\\": 33, \\\"query_weixin\\\": 34, \\\"daikuan\\\": 35, \\\"query_various_effects\\\": 36, \\\"request_link\\\": 37, \\\"query_housing\\\": 38, \\\"pay_shui\\\": 39, \\\"complain\\\": 40, \\\"question_why\\\": 41, \\\"query_company_name\\\": 42, \\\"query_break_gjj\\\": 43, \\\"ask_shebao_card_status\\\": 44, \\\"query_shebao_card\\\": 45, \\\"query_region_coverage\\\": 46, \\\"question_reliability\\\": 47, \\\"ask_for_refund\\\": 48, \\\"next_step\\\": 49, \\\"banli\\\": 50, \\\"apology\\\": 51, \\\"ask_how_now\\\": 52, \\\"query_mini_program\\\": 53, \\\"unsupported_request\\\": 54, \\\"query_have_service_fee\\\": 55, \\\"beg_for_help\\\": 56, \\\"report_issue\\\": 57, \\\"query_gjj_card\\\": 58, \\\"ask_discount\\\": 59, \\\"ask_kai_piao\\\": 60, \\\"inform_notify\\\": 61, \\\"provide_resource\\\": 62, \\\"query_canzhangjin\\\": 63, \\\"ineligible_shebao\\\": 64, \\\"can_purchase\\\": 65, \\\"fill_date\\\": 66, \\\"check_can_dun_ban\\\": 67, \\\"can_use_yibao\\\": 68, \\\"yutiaojishu\\\": 69, \\\"ask_can_pay_later\\\": 70, \\\"can_use_card\\\": 71, \\\"check_requirements_employee\\\": 72, \\\"contact_us\\\": 73, \\\"check_rujilu_purpose\\\": 74, \\\"is_gua_kao\\\": 75, \\\"stop_payment_need_pay\\\": 76, \\\"yibaoka_when_use\\\": 77, \\\"shenyubaoxian_payhowlong\\\": 78, \\\"liancheng_shebao\\\": 79, \\\"taichan_luohu\\\": 80, \\\"shengyu_benefit_coverage\\\": 81, \\\"looking_employment\\\": 82, \\\"hospitalised\\\": 83, \\\"yibao_benefit\\\": 84, \\\"huabei\\\": 85, \\\"jietu\\\": 86, \\\"wechat_problem\\\": 87, \\\"query_mail\\\": 88, \\\"mail_kapian\\\": 89, \\\"ask_password\\\": 90, \\\"form_fill\\\": 91, \\\"will_it_sudden_stop\\\": 92, \\\"change_wangwang_id\\\": 93, \\\"will_fee_be_same\\\": 94, \\\"query_payment_schedule\\\": 95, \\\"ask_for_details\\\": 96, \\\"ask_can_provide_resource\\\": 97, \\\"ask_hetong\\\": 98, \\\"laodong\\\": 99}\"}}"