"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 150, \"filters\": \"\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": 0, \"document_count\": 4343, \"word_counts\": \"{\\\"greet\\\": 78, \\\"goodbye\\\": 20, \\\"apology\\\": 11, \\\"general_query\\\": 7, \\\"complain\\\": 16, \\\"thankyou\\\": 34, \\\"confused\\\": 36, \\\"doublecheck\\\": 30, \\\"doublecheck_value\\\": 118, \\\"hesitate\\\": 14, \\\"get_back_later\\\": 63, \\\"question_reliability\\\": 25, \\\"complicated\\\": 193, \\\"next_step\\\": 21, \\\"inform_done\\\": 48, \\\"inform_paid\\\": 274, \\\"affirm\\\": 127, \\\"deny\\\": 106, \\\"inform\\\": 455, \\\"request_link\\\": 88, \\\"request_notify\\\": 36, \\\"ask_shebao_status\\\": 67, \\\"ask_shebao_card_status\\\": 10, \\\"ask_how_much\\\": 147, \\\"query_shebao_components\\\": 46, \\\"query_topup\\\": 96, \\\"query_what_this_for\\\": 19, \\\"query_have_service_fee\\\": 14, \\\"query_gua_kao\\\": 15, \\\"query_region_coverage\\\": 36, \\\"query_when_check_shebao_status\\\": 68, \\\"query_fahuo\\\": 21, \\\"query_when_kaihu\\\": 6, \\\"ask_turnaround_time\\\": 92, \\\"query_how_check_shebao_status\\\": 112, \\\"query_xufei\\\": 60, \\\"query_gjj_card\\\": 10, \\\"query_shebao_card\\\": 10, \\\"query_pay_process\\\": 69, \\\"query_how_settle\\\": 120, \\\"query_req_resources\\\": 157, \\\"query_pay_part_only\\\": 41, \\\"query_delay_fahuo\\\": 18, \\\"unsupported_request\\\": 20, \\\"ask_can_pay_later\\\": 12, \\\"ask_alt_payment_method\\\": 14, \\\"query_use_huabei\\\": 41, \\\"query_shengyubao\\\": 22, \\\"query_pay_date\\\": 128, \\\"query_pay_deadline\\\": 140, \\\"query_various_effects\\\": 45, \\\"query_housing\\\": 28, \\\"query_multiple_locations\\\": 29, \\\"query_sick\\\": 33, \\\"query_sick_light\\\": 22, \\\"query_break\\\": 36, \\\"define\\\": 15, \\\"query_pregnant\\\": 38, \\\"ask_can_topup\\\": 112, \\\"daikuan\\\": 19, \\\"luohu\\\": 35, \\\"pay_shui\\\": 27, \\\"purchase\\\": 234, \\\"ask_custom_jishu\\\": 124, \\\"ask_for_refund\\\": 26, \\\"purchase_xufei\\\": 30, \\\"query_company_name\\\": 17, \\\"query_phone\\\": 29, \\\"query_weixin\\\": 25, \\\"ask_to_jianyuan\\\": 3, \\\"query_jianyuan_status\\\": 5}\", \"word_docs\": \"{\\\"greet\\\": 78, \\\"goodbye\\\": 20, \\\"apology\\\": 11, \\\"general_query\\\": 7, \\\"complain\\\": 16, \\\"thankyou\\\": 34, \\\"confused\\\": 36, \\\"doublecheck\\\": 30, \\\"doublecheck_value\\\": 118, \\\"hesitate\\\": 14, \\\"get_back_later\\\": 63, \\\"question_reliability\\\": 25, \\\"complicated\\\": 193, \\\"next_step\\\": 21, \\\"inform_done\\\": 48, \\\"inform_paid\\\": 274, \\\"affirm\\\": 127, \\\"deny\\\": 106, \\\"inform\\\": 455, \\\"request_link\\\": 88, \\\"request_notify\\\": 36, \\\"ask_shebao_status\\\": 67, \\\"ask_shebao_card_status\\\": 10, \\\"ask_how_much\\\": 147, \\\"query_shebao_components\\\": 46, \\\"query_topup\\\": 96, \\\"query_what_this_for\\\": 19, \\\"query_have_service_fee\\\": 14, \\\"query_gua_kao\\\": 15, \\\"query_region_coverage\\\": 36, \\\"query_when_check_shebao_status\\\": 68, \\\"query_fahuo\\\": 21, \\\"query_when_kaihu\\\": 6, \\\"ask_turnaround_time\\\": 92, \\\"query_how_check_shebao_status\\\": 112, \\\"query_xufei\\\": 60, \\\"query_gjj_card\\\": 10, \\\"query_shebao_card\\\": 10, \\\"query_pay_process\\\": 69, \\\"query_how_settle\\\": 120, \\\"query_req_resources\\\": 157, \\\"query_pay_part_only\\\": 41, \\\"query_delay_fahuo\\\": 18, \\\"unsupported_request\\\": 20, \\\"ask_can_pay_later\\\": 12, \\\"ask_alt_payment_method\\\": 14, \\\"query_use_huabei\\\": 41, \\\"query_shengyubao\\\": 22, \\\"query_pay_date\\\": 128, \\\"query_pay_deadline\\\": 140, \\\"query_various_effects\\\": 45, \\\"query_housing\\\": 28, \\\"query_multiple_locations\\\": 29, \\\"query_sick\\\": 33, \\\"query_sick_light\\\": 22, \\\"query_break\\\": 36, \\\"define\\\": 15, \\\"query_pregnant\\\": 38, \\\"ask_can_topup\\\": 112, \\\"daikuan\\\": 19, \\\"luohu\\\": 35, \\\"pay_shui\\\": 27, \\\"purchase\\\": 234, \\\"ask_custom_jishu\\\": 124, \\\"ask_for_refund\\\": 26, \\\"purchase_xufei\\\": 30, \\\"query_company_name\\\": 17, \\\"query_phone\\\": 29, \\\"query_weixin\\\": 25, \\\"ask_to_jianyuan\\\": 3, \\\"query_jianyuan_status\\\": 5}\", \"index_docs\": \"{\\\"20\\\": 78, \\\"52\\\": 20, \\\"65\\\": 11, \\\"69\\\": 7, \\\"58\\\": 16, \\\"37\\\": 34, \\\"32\\\": 36, \\\"39\\\": 30, \\\"13\\\": 118, \\\"61\\\": 14, \\\"24\\\": 63, \\\"46\\\": 25, \\\"5\\\": 193, \\\"50\\\": 21, \\\"26\\\": 48, \\\"3\\\": 274, \\\"10\\\": 127, \\\"16\\\": 106, \\\"2\\\": 455, \\\"19\\\": 88, \\\"33\\\": 36, \\\"23\\\": 67, \\\"66\\\": 10, \\\"7\\\": 147, \\\"27\\\": 46, \\\"17\\\": 96, \\\"54\\\": 19, \\\"62\\\": 14, \\\"59\\\": 15, \\\"34\\\": 36, \\\"22\\\": 68, \\\"51\\\": 21, \\\"70\\\": 6, \\\"18\\\": 92, \\\"14\\\": 112, \\\"25\\\": 60, \\\"67\\\": 10, \\\"68\\\": 10, \\\"21\\\": 69, \\\"12\\\": 120, \\\"6\\\": 157, \\\"29\\\": 41, \\\"56\\\": 18, \\\"53\\\": 20, \\\"64\\\": 12, \\\"63\\\": 14, \\\"30\\\": 41, \\\"48\\\": 22, \\\"9\\\": 128, \\\"8\\\": 140, \\\"28\\\": 45, \\\"43\\\": 28, \\\"41\\\": 29, \\\"38\\\": 33, \\\"49\\\": 22, \\\"35\\\": 36, \\\"60\\\": 15, \\\"31\\\": 38, \\\"15\\\": 112, \\\"55\\\": 19, \\\"36\\\": 35, \\\"44\\\": 27, \\\"4\\\": 234, \\\"11\\\": 124, \\\"45\\\": 26, \\\"40\\\": 30, \\\"57\\\": 17, \\\"42\\\": 29, \\\"47\\\": 25, \\\"72\\\": 3, \\\"71\\\": 5}\", \"index_word\": \"{\\\"1\\\": 0, \\\"2\\\": \\\"inform\\\", \\\"3\\\": \\\"inform_paid\\\", \\\"4\\\": \\\"purchase\\\", \\\"5\\\": \\\"complicated\\\", \\\"6\\\": \\\"query_req_resources\\\", \\\"7\\\": \\\"ask_how_much\\\", \\\"8\\\": \\\"query_pay_deadline\\\", \\\"9\\\": \\\"query_pay_date\\\", \\\"10\\\": \\\"affirm\\\", \\\"11\\\": \\\"ask_custom_jishu\\\", \\\"12\\\": \\\"query_how_settle\\\", \\\"13\\\": \\\"doublecheck_value\\\", \\\"14\\\": \\\"query_how_check_shebao_status\\\", \\\"15\\\": \\\"ask_can_topup\\\", \\\"16\\\": \\\"deny\\\", \\\"17\\\": \\\"query_topup\\\", \\\"18\\\": \\\"ask_turnaround_time\\\", \\\"19\\\": \\\"request_link\\\", \\\"20\\\": \\\"greet\\\", \\\"21\\\": \\\"query_pay_process\\\", \\\"22\\\": \\\"query_when_check_shebao_status\\\", \\\"23\\\": \\\"ask_shebao_status\\\", \\\"24\\\": \\\"get_back_later\\\", \\\"25\\\": \\\"query_xufei\\\", \\\"26\\\": \\\"inform_done\\\", \\\"27\\\": \\\"query_shebao_components\\\", \\\"28\\\": \\\"query_various_effects\\\", \\\"29\\\": \\\"query_pay_part_only\\\", \\\"30\\\": \\\"query_use_huabei\\\", \\\"31\\\": \\\"query_pregnant\\\", \\\"32\\\": \\\"confused\\\", \\\"33\\\": \\\"request_notify\\\", \\\"34\\\": \\\"query_region_coverage\\\", \\\"35\\\": \\\"query_break\\\", \\\"36\\\": \\\"luohu\\\", \\\"37\\\": \\\"thankyou\\\", \\\"38\\\": \\\"query_sick\\\", \\\"39\\\": \\\"doublecheck\\\", \\\"40\\\": \\\"purchase_xufei\\\", \\\"41\\\": \\\"query_multiple_locations\\\", \\\"42\\\": \\\"query_phone\\\", \\\"43\\\": \\\"query_housing\\\", \\\"44\\\": \\\"pay_shui\\\", \\\"45\\\": \\\"ask_for_refund\\\", \\\"46\\\": \\\"question_reliability\\\", \\\"47\\\": \\\"query_weixin\\\", \\\"48\\\": \\\"query_shengyubao\\\", \\\"49\\\": \\\"query_sick_light\\\", \\\"50\\\": \\\"next_step\\\", \\\"51\\\": \\\"query_fahuo\\\", \\\"52\\\": \\\"goodbye\\\", \\\"53\\\": \\\"unsupported_request\\\", \\\"54\\\": \\\"query_what_this_for\\\", \\\"55\\\": \\\"daikuan\\\", \\\"56\\\": \\\"query_delay_fahuo\\\", \\\"57\\\": \\\"query_company_name\\\", \\\"58\\\": \\\"complain\\\", \\\"59\\\": \\\"query_gua_kao\\\", \\\"60\\\": \\\"define\\\", \\\"61\\\": \\\"hesitate\\\", \\\"62\\\": \\\"query_have_service_fee\\\", \\\"63\\\": \\\"ask_alt_payment_method\\\", \\\"64\\\": \\\"ask_can_pay_later\\\", \\\"65\\\": \\\"apology\\\", \\\"66\\\": \\\"ask_shebao_card_status\\\", \\\"67\\\": \\\"query_gjj_card\\\", \\\"68\\\": \\\"query_shebao_card\\\", \\\"69\\\": \\\"general_query\\\", \\\"70\\\": \\\"query_when_kaihu\\\", \\\"71\\\": \\\"query_jianyuan_status\\\", \\\"72\\\": \\\"ask_to_jianyuan\\\"}\", \"word_index\": \"{\\\"0\\\": 1, \\\"inform\\\": 2, \\\"inform_paid\\\": 3, \\\"purchase\\\": 4, \\\"complicated\\\": 5, \\\"query_req_resources\\\": 6, \\\"ask_how_much\\\": 7, \\\"query_pay_deadline\\\": 8, \\\"query_pay_date\\\": 9, \\\"affirm\\\": 10, \\\"ask_custom_jishu\\\": 11, \\\"query_how_settle\\\": 12, \\\"doublecheck_value\\\": 13, \\\"query_how_check_shebao_status\\\": 14, \\\"ask_can_topup\\\": 15, \\\"deny\\\": 16, \\\"query_topup\\\": 17, \\\"ask_turnaround_time\\\": 18, \\\"request_link\\\": 19, \\\"greet\\\": 20, \\\"query_pay_process\\\": 21, \\\"query_when_check_shebao_status\\\": 22, \\\"ask_shebao_status\\\": 23, \\\"get_back_later\\\": 24, \\\"query_xufei\\\": 25, \\\"inform_done\\\": 26, \\\"query_shebao_components\\\": 27, \\\"query_various_effects\\\": 28, \\\"query_pay_part_only\\\": 29, \\\"query_use_huabei\\\": 30, \\\"query_pregnant\\\": 31, \\\"confused\\\": 32, \\\"request_notify\\\": 33, \\\"query_region_coverage\\\": 34, \\\"query_break\\\": 35, \\\"luohu\\\": 36, \\\"thankyou\\\": 37, \\\"query_sick\\\": 38, \\\"doublecheck\\\": 39, \\\"purchase_xufei\\\": 40, \\\"query_multiple_locations\\\": 41, \\\"query_phone\\\": 42, \\\"query_housing\\\": 43, \\\"pay_shui\\\": 44, \\\"ask_for_refund\\\": 45, \\\"question_reliability\\\": 46, \\\"query_weixin\\\": 47, \\\"query_shengyubao\\\": 48, \\\"query_sick_light\\\": 49, \\\"next_step\\\": 50, \\\"query_fahuo\\\": 51, \\\"goodbye\\\": 52, \\\"unsupported_request\\\": 53, \\\"query_what_this_for\\\": 54, \\\"daikuan\\\": 55, \\\"query_delay_fahuo\\\": 56, \\\"query_company_name\\\": 57, \\\"complain\\\": 58, \\\"query_gua_kao\\\": 59, \\\"define\\\": 60, \\\"hesitate\\\": 61, \\\"query_have_service_fee\\\": 62, \\\"ask_alt_payment_method\\\": 63, \\\"ask_can_pay_later\\\": 64, \\\"apology\\\": 65, \\\"ask_shebao_card_status\\\": 66, \\\"query_gjj_card\\\": 67, \\\"query_shebao_card\\\": 68, \\\"general_query\\\": 69, \\\"query_when_kaihu\\\": 70, \\\"query_jianyuan_status\\\": 71, \\\"ask_to_jianyuan\\\": 72}\"}}"