"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 150, \"filters\": \"\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": 0, \"document_count\": 4427, \"word_counts\": \"{\\\"greet\\\": 78, \\\"goodbye\\\": 20, \\\"apology\\\": 11, \\\"general_query\\\": 7, \\\"complain\\\": 16, \\\"thankyou\\\": 34, \\\"confused\\\": 36, \\\"doublecheck\\\": 30, \\\"doublecheck_value\\\": 118, \\\"hesitate\\\": 14, \\\"get_back_later\\\": 63, \\\"question_reliability\\\": 25, \\\"complicated\\\": 187, \\\"next_step\\\": 25, \\\"inform_done\\\": 48, \\\"inform_paid\\\": 275, \\\"affirm\\\": 130, \\\"deny\\\": 108, \\\"inform\\\": 457, \\\"request_link\\\": 165, \\\"request_notify\\\": 36, \\\"ask_shebao_status\\\": 67, \\\"ask_shebao_card_status\\\": 10, \\\"ask_how_much\\\": 147, \\\"query_shebao_components\\\": 46, \\\"query_topup\\\": 96, \\\"query_what_this_for\\\": 19, \\\"query_have_service_fee\\\": 14, \\\"query_gua_kao\\\": 15, \\\"query_region_coverage\\\": 36, \\\"query_when_check_shebao_status\\\": 68, \\\"query_fahuo\\\": 21, \\\"query_when_kaihu\\\": 6, \\\"ask_turnaround_time\\\": 92, \\\"query_how_check_shebao_status\\\": 112, \\\"query_xufei\\\": 60, \\\"query_gjj_card\\\": 10, \\\"query_shebao_card\\\": 10, \\\"query_pay_process\\\": 69, \\\"query_how_settle\\\": 65, \\\"query_req_resources\\\": 159, \\\"query_pay_part_only\\\": 58, \\\"query_delay_fahuo\\\": 18, \\\"unsupported_request\\\": 20, \\\"ask_can_pay_later\\\": 12, \\\"ask_alt_payment_method\\\": 14, \\\"query_use_huabei\\\": 41, \\\"query_shengyubao\\\": 25, \\\"query_pay_date\\\": 128, \\\"query_pay_deadline\\\": 140, \\\"query_various_effects\\\": 45, \\\"query_housing\\\": 28, \\\"query_multiple_locations\\\": 29, \\\"query_sick\\\": 33, \\\"query_sick_light\\\": 22, \\\"query_break\\\": 36, \\\"define\\\": 15, \\\"query_pregnant\\\": 38, \\\"ask_can_topup\\\": 113, \\\"daikuan\\\": 19, \\\"luohu\\\": 35, \\\"pay_shui\\\": 27, \\\"purchase\\\": 235, \\\"ask_custom_jishu\\\": 124, \\\"ask_for_refund\\\": 26, \\\"purchase_xufei\\\": 41, \\\"query_company_name\\\": 17, \\\"query_phone\\\": 29, \\\"query_weixin\\\": 25, \\\"ask_to_jianyuan\\\": 17, \\\"query_jianyuan_status\\\": 12}\", \"word_docs\": \"{\\\"greet\\\": 78, \\\"goodbye\\\": 20, \\\"apology\\\": 11, \\\"general_query\\\": 7, \\\"complain\\\": 16, \\\"thankyou\\\": 34, \\\"confused\\\": 36, \\\"doublecheck\\\": 30, \\\"doublecheck_value\\\": 118, \\\"hesitate\\\": 14, \\\"get_back_later\\\": 63, \\\"question_reliability\\\": 25, \\\"complicated\\\": 187, \\\"next_step\\\": 25, \\\"inform_done\\\": 48, \\\"inform_paid\\\": 275, \\\"affirm\\\": 130, \\\"deny\\\": 108, \\\"inform\\\": 457, \\\"request_link\\\": 165, \\\"request_notify\\\": 36, \\\"ask_shebao_status\\\": 67, \\\"ask_shebao_card_status\\\": 10, \\\"ask_how_much\\\": 147, \\\"query_shebao_components\\\": 46, \\\"query_topup\\\": 96, \\\"query_what_this_for\\\": 19, \\\"query_have_service_fee\\\": 14, \\\"query_gua_kao\\\": 15, \\\"query_region_coverage\\\": 36, \\\"query_when_check_shebao_status\\\": 68, \\\"query_fahuo\\\": 21, \\\"query_when_kaihu\\\": 6, \\\"ask_turnaround_time\\\": 92, \\\"query_how_check_shebao_status\\\": 112, \\\"query_xufei\\\": 60, \\\"query_gjj_card\\\": 10, \\\"query_shebao_card\\\": 10, \\\"query_pay_process\\\": 69, \\\"query_how_settle\\\": 65, \\\"query_req_resources\\\": 159, \\\"query_pay_part_only\\\": 58, \\\"query_delay_fahuo\\\": 18, \\\"unsupported_request\\\": 20, \\\"ask_can_pay_later\\\": 12, \\\"ask_alt_payment_method\\\": 14, \\\"query_use_huabei\\\": 41, \\\"query_shengyubao\\\": 25, \\\"query_pay_date\\\": 128, \\\"query_pay_deadline\\\": 140, \\\"query_various_effects\\\": 45, \\\"query_housing\\\": 28, \\\"query_multiple_locations\\\": 29, \\\"query_sick\\\": 33, \\\"query_sick_light\\\": 22, \\\"query_break\\\": 36, \\\"define\\\": 15, \\\"query_pregnant\\\": 38, \\\"ask_can_topup\\\": 113, \\\"daikuan\\\": 19, \\\"luohu\\\": 35, \\\"pay_shui\\\": 27, \\\"purchase\\\": 235, \\\"ask_custom_jishu\\\": 124, \\\"ask_for_refund\\\": 26, \\\"purchase_xufei\\\": 41, \\\"query_company_name\\\": 17, \\\"query_phone\\\": 29, \\\"query_weixin\\\": 25, \\\"ask_to_jianyuan\\\": 17, \\\"query_jianyuan_status\\\": 12}\", \"index_docs\": \"{\\\"19\\\": 78, \\\"52\\\": 20, \\\"67\\\": 11, \\\"71\\\": 7, \\\"59\\\": 16, \\\"38\\\": 34, \\\"33\\\": 36, \\\"40\\\": 30, \\\"13\\\": 118, \\\"62\\\": 14, \\\"24\\\": 63, \\\"46\\\": 25, \\\"5\\\": 187, \\\"47\\\": 25, \\\"27\\\": 48, \\\"3\\\": 275, \\\"10\\\": 130, \\\"16\\\": 108, \\\"2\\\": 457, \\\"6\\\": 165, \\\"34\\\": 36, \\\"22\\\": 67, \\\"68\\\": 10, \\\"8\\\": 147, \\\"28\\\": 46, \\\"17\\\": 96, \\\"54\\\": 19, \\\"63\\\": 14, \\\"60\\\": 15, \\\"35\\\": 36, \\\"21\\\": 68, \\\"51\\\": 21, \\\"72\\\": 6, \\\"18\\\": 92, \\\"15\\\": 112, \\\"25\\\": 60, \\\"69\\\": 10, \\\"70\\\": 10, \\\"20\\\": 69, \\\"23\\\": 65, \\\"7\\\": 159, \\\"26\\\": 58, \\\"56\\\": 18, \\\"53\\\": 20, \\\"65\\\": 12, \\\"64\\\": 14, \\\"30\\\": 41, \\\"48\\\": 25, \\\"11\\\": 128, \\\"9\\\": 140, \\\"29\\\": 45, \\\"43\\\": 28, \\\"41\\\": 29, \\\"39\\\": 33, \\\"50\\\": 22, \\\"36\\\": 36, \\\"61\\\": 15, \\\"32\\\": 38, \\\"14\\\": 113, \\\"55\\\": 19, \\\"37\\\": 35, \\\"44\\\": 27, \\\"4\\\": 235, \\\"12\\\": 124, \\\"45\\\": 26, \\\"31\\\": 41, \\\"57\\\": 17, \\\"42\\\": 29, \\\"49\\\": 25, \\\"58\\\": 17, \\\"66\\\": 12}\", \"index_word\": \"{\\\"1\\\": 0, \\\"2\\\": \\\"inform\\\", \\\"3\\\": \\\"inform_paid\\\", \\\"4\\\": \\\"purchase\\\", \\\"5\\\": \\\"complicated\\\", \\\"6\\\": \\\"request_link\\\", \\\"7\\\": \\\"query_req_resources\\\", \\\"8\\\": \\\"ask_how_much\\\", \\\"9\\\": \\\"query_pay_deadline\\\", \\\"10\\\": \\\"affirm\\\", \\\"11\\\": \\\"query_pay_date\\\", \\\"12\\\": \\\"ask_custom_jishu\\\", \\\"13\\\": \\\"doublecheck_value\\\", \\\"14\\\": \\\"ask_can_topup\\\", \\\"15\\\": \\\"query_how_check_shebao_status\\\", \\\"16\\\": \\\"deny\\\", \\\"17\\\": \\\"query_topup\\\", \\\"18\\\": \\\"ask_turnaround_time\\\", \\\"19\\\": \\\"greet\\\", \\\"20\\\": \\\"query_pay_process\\\", \\\"21\\\": \\\"query_when_check_shebao_status\\\", \\\"22\\\": \\\"ask_shebao_status\\\", \\\"23\\\": \\\"query_how_settle\\\", \\\"24\\\": \\\"get_back_later\\\", \\\"25\\\": \\\"query_xufei\\\", \\\"26\\\": \\\"query_pay_part_only\\\", \\\"27\\\": \\\"inform_done\\\", \\\"28\\\": \\\"query_shebao_components\\\", \\\"29\\\": \\\"query_various_effects\\\", \\\"30\\\": \\\"query_use_huabei\\\", \\\"31\\\": \\\"purchase_xufei\\\", \\\"32\\\": \\\"query_pregnant\\\", \\\"33\\\": \\\"confused\\\", \\\"34\\\": \\\"request_notify\\\", \\\"35\\\": \\\"query_region_coverage\\\", \\\"36\\\": \\\"query_break\\\", \\\"37\\\": \\\"luohu\\\", \\\"38\\\": \\\"thankyou\\\", \\\"39\\\": \\\"query_sick\\\", \\\"40\\\": \\\"doublecheck\\\", \\\"41\\\": \\\"query_multiple_locations\\\", \\\"42\\\": \\\"query_phone\\\", \\\"43\\\": \\\"query_housing\\\", \\\"44\\\": \\\"pay_shui\\\", \\\"45\\\": \\\"ask_for_refund\\\", \\\"46\\\": \\\"question_reliability\\\", \\\"47\\\": \\\"next_step\\\", \\\"48\\\": \\\"query_shengyubao\\\", \\\"49\\\": \\\"query_weixin\\\", \\\"50\\\": \\\"query_sick_light\\\", \\\"51\\\": \\\"query_fahuo\\\", \\\"52\\\": \\\"goodbye\\\", \\\"53\\\": \\\"unsupported_request\\\", \\\"54\\\": \\\"query_what_this_for\\\", \\\"55\\\": \\\"daikuan\\\", \\\"56\\\": \\\"query_delay_fahuo\\\", \\\"57\\\": \\\"query_company_name\\\", \\\"58\\\": \\\"ask_to_jianyuan\\\", \\\"59\\\": \\\"complain\\\", \\\"60\\\": \\\"query_gua_kao\\\", \\\"61\\\": \\\"define\\\", \\\"62\\\": \\\"hesitate\\\", \\\"63\\\": \\\"query_have_service_fee\\\", \\\"64\\\": \\\"ask_alt_payment_method\\\", \\\"65\\\": \\\"ask_can_pay_later\\\", \\\"66\\\": \\\"query_jianyuan_status\\\", \\\"67\\\": \\\"apology\\\", \\\"68\\\": \\\"ask_shebao_card_status\\\", \\\"69\\\": \\\"query_gjj_card\\\", \\\"70\\\": \\\"query_shebao_card\\\", \\\"71\\\": \\\"general_query\\\", \\\"72\\\": \\\"query_when_kaihu\\\"}\", \"word_index\": \"{\\\"0\\\": 1, \\\"inform\\\": 2, \\\"inform_paid\\\": 3, \\\"purchase\\\": 4, \\\"complicated\\\": 5, \\\"request_link\\\": 6, \\\"query_req_resources\\\": 7, \\\"ask_how_much\\\": 8, \\\"query_pay_deadline\\\": 9, \\\"affirm\\\": 10, \\\"query_pay_date\\\": 11, \\\"ask_custom_jishu\\\": 12, \\\"doublecheck_value\\\": 13, \\\"ask_can_topup\\\": 14, \\\"query_how_check_shebao_status\\\": 15, \\\"deny\\\": 16, \\\"query_topup\\\": 17, \\\"ask_turnaround_time\\\": 18, \\\"greet\\\": 19, \\\"query_pay_process\\\": 20, \\\"query_when_check_shebao_status\\\": 21, \\\"ask_shebao_status\\\": 22, \\\"query_how_settle\\\": 23, \\\"get_back_later\\\": 24, \\\"query_xufei\\\": 25, \\\"query_pay_part_only\\\": 26, \\\"inform_done\\\": 27, \\\"query_shebao_components\\\": 28, \\\"query_various_effects\\\": 29, \\\"query_use_huabei\\\": 30, \\\"purchase_xufei\\\": 31, \\\"query_pregnant\\\": 32, \\\"confused\\\": 33, \\\"request_notify\\\": 34, \\\"query_region_coverage\\\": 35, \\\"query_break\\\": 36, \\\"luohu\\\": 37, \\\"thankyou\\\": 38, \\\"query_sick\\\": 39, \\\"doublecheck\\\": 40, \\\"query_multiple_locations\\\": 41, \\\"query_phone\\\": 42, \\\"query_housing\\\": 43, \\\"pay_shui\\\": 44, \\\"ask_for_refund\\\": 45, \\\"question_reliability\\\": 46, \\\"next_step\\\": 47, \\\"query_shengyubao\\\": 48, \\\"query_weixin\\\": 49, \\\"query_sick_light\\\": 50, \\\"query_fahuo\\\": 51, \\\"goodbye\\\": 52, \\\"unsupported_request\\\": 53, \\\"query_what_this_for\\\": 54, \\\"daikuan\\\": 55, \\\"query_delay_fahuo\\\": 56, \\\"query_company_name\\\": 57, \\\"ask_to_jianyuan\\\": 58, \\\"complain\\\": 59, \\\"query_gua_kao\\\": 60, \\\"define\\\": 61, \\\"hesitate\\\": 62, \\\"query_have_service_fee\\\": 63, \\\"ask_alt_payment_method\\\": 64, \\\"ask_can_pay_later\\\": 65, \\\"query_jianyuan_status\\\": 66, \\\"apology\\\": 67, \\\"ask_shebao_card_status\\\": 68, \\\"query_gjj_card\\\": 69, \\\"query_shebao_card\\\": 70, \\\"general_query\\\": 71, \\\"query_when_kaihu\\\": 72}\"}}"