"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 100, \"filters\": \"\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": 0, \"document_count\": 1226, \"word_counts\": \"{\\\"greet\\\": 29, \\\"apology\\\": 8, \\\"complain\\\": 8, \\\"thankyou\\\": 22, \\\"confused\\\": 25, \\\"doublecheck\\\": 40, \\\"get_back_later\\\": 14, \\\"question_reliability\\\": 7, \\\"ask_how_now\\\": 4, \\\"question_why\\\": 12, \\\"inform_done\\\": 13, \\\"inform_paid\\\": 45, \\\"inform_payment_history\\\": 28, \\\"affirm\\\": 85, \\\"deny\\\": 36, \\\"report_issue\\\": 6, \\\"inform\\\": 75, \\\"complicated\\\": 85, \\\"unsupported_request\\\": 7, \\\"query_company_name\\\": 3, \\\"query_mini_program\\\": 5, \\\"query_phone\\\": 19, \\\"query_weixin\\\": 9, \\\"query_topup\\\": 6, \\\"yutiaojishu\\\": 1, \\\"ask_can_pay_later\\\": 1, \\\"can_use_card\\\": 1, \\\"check_requirements_employee\\\": 1, \\\"contact_us\\\": 1, \\\"check_rujilu_purpose\\\": 1, \\\"is_gua_kao\\\": 1, \\\"stop_payment_need_pay\\\": 1, \\\"query_break_gjj\\\": 5, \\\"ask_for_refund\\\": 9, \\\"ask_shebao_status\\\": 35, \\\"query_when_check_shebao_status\\\": 10, \\\"query_how_check_shebao_status\\\": 19, \\\"change_wangwang_id\\\": 1, \\\"will_fee_be_same\\\": 1, \\\"check_procedure_fill\\\": 22, \\\"ask_shebao_card_status\\\": 8, \\\"ask_month_fee_total\\\": 42, \\\"service_fee\\\": 7, \\\"jishu\\\": 4, \\\"query_pay_deadline\\\": 24, \\\"query_pay_process\\\": 26, \\\"query_pay_part_only\\\": 10, \\\"query_have_service_fee\\\": 5, \\\"query_payment_schedule\\\": 1, \\\"ask_turnaround_time\\\": 6, \\\"next_step\\\": 8, \\\"ask_for_details\\\": 1, \\\"query_gjj_card\\\": 6, \\\"query_shebao_card\\\": 7, \\\"how_to_pai\\\": 19, \\\"check_can_dun_ban\\\": 2, \\\"query_req_resources\\\": 41, \\\"ask_discount\\\": 6, \\\"explore_option\\\": 36, \\\"ask_kai_piao\\\": 5, \\\"request_link\\\": 9, \\\"query_housing\\\": 16, \\\"query_multiple_locations\\\": 7, \\\"laodong\\\": 1, \\\"query_pregnant\\\": 7, \\\"query_various_effects\\\": 16, \\\"query_shebao_components\\\": 13, \\\"ask_can_topup\\\": 49, \\\"ask_can_topup_gjj\\\": 5, \\\"daikuan\\\": 11, \\\"ask_amt_gongjijin\\\": 5, \\\"luohu\\\": 20, \\\"pay_shui\\\": 14, \\\"purchase\\\": 84, \\\"query_canzhangjin\\\": 4}\", \"word_docs\": \"{\\\"greet\\\": 29, \\\"apology\\\": 8, \\\"complain\\\": 8, \\\"thankyou\\\": 22, \\\"confused\\\": 25, \\\"doublecheck\\\": 40, \\\"get_back_later\\\": 14, \\\"question_reliability\\\": 7, \\\"ask_how_now\\\": 4, \\\"question_why\\\": 12, \\\"inform_done\\\": 13, \\\"inform_paid\\\": 45, \\\"inform_payment_history\\\": 28, \\\"affirm\\\": 85, \\\"deny\\\": 36, \\\"report_issue\\\": 6, \\\"inform\\\": 75, \\\"complicated\\\": 85, \\\"unsupported_request\\\": 7, \\\"query_company_name\\\": 3, \\\"query_mini_program\\\": 5, \\\"query_phone\\\": 19, \\\"query_weixin\\\": 9, \\\"query_topup\\\": 6, \\\"yutiaojishu\\\": 1, \\\"ask_can_pay_later\\\": 1, \\\"can_use_card\\\": 1, \\\"check_requirements_employee\\\": 1, \\\"contact_us\\\": 1, \\\"check_rujilu_purpose\\\": 1, \\\"is_gua_kao\\\": 1, \\\"stop_payment_need_pay\\\": 1, \\\"query_break_gjj\\\": 5, \\\"ask_for_refund\\\": 9, \\\"ask_shebao_status\\\": 35, \\\"query_when_check_shebao_status\\\": 10, \\\"query_how_check_shebao_status\\\": 19, \\\"change_wangwang_id\\\": 1, \\\"will_fee_be_same\\\": 1, \\\"check_procedure_fill\\\": 22, \\\"ask_shebao_card_status\\\": 8, \\\"ask_month_fee_total\\\": 42, \\\"service_fee\\\": 7, \\\"jishu\\\": 4, \\\"query_pay_deadline\\\": 24, \\\"query_pay_process\\\": 26, \\\"query_pay_part_only\\\": 10, \\\"query_have_service_fee\\\": 5, \\\"query_payment_schedule\\\": 1, \\\"ask_turnaround_time\\\": 6, \\\"next_step\\\": 8, \\\"ask_for_details\\\": 1, \\\"query_gjj_card\\\": 6, \\\"query_shebao_card\\\": 7, \\\"how_to_pai\\\": 19, \\\"check_can_dun_ban\\\": 2, \\\"query_req_resources\\\": 41, \\\"ask_discount\\\": 6, \\\"explore_option\\\": 36, \\\"ask_kai_piao\\\": 5, \\\"request_link\\\": 9, \\\"query_housing\\\": 16, \\\"query_multiple_locations\\\": 7, \\\"laodong\\\": 1, \\\"query_pregnant\\\": 7, \\\"query_various_effects\\\": 16, \\\"query_shebao_components\\\": 13, \\\"ask_can_topup\\\": 49, \\\"ask_can_topup_gjj\\\": 5, \\\"daikuan\\\": 11, \\\"ask_amt_gongjijin\\\": 5, \\\"luohu\\\": 20, \\\"pay_shui\\\": 14, \\\"purchase\\\": 84, \\\"query_canzhangjin\\\": 4}\", \"index_docs\": \"{\\\"14\\\": 29, \\\"38\\\": 8, \\\"39\\\": 8, \\\"19\\\": 22, \\\"17\\\": 25, \\\"10\\\": 40, \\\"27\\\": 14, \\\"42\\\": 7, \\\"59\\\": 4, \\\"31\\\": 12, \\\"29\\\": 13, \\\"7\\\": 45, \\\"15\\\": 28, \\\"2\\\": 85, \\\"11\\\": 36, \\\"48\\\": 6, \\\"5\\\": 75, \\\"3\\\": 85, \\\"43\\\": 7, \\\"62\\\": 3, \\\"53\\\": 5, \\\"22\\\": 19, \\\"35\\\": 9, \\\"49\\\": 6, \\\"64\\\": 1, \\\"65\\\": 1, \\\"66\\\": 1, \\\"67\\\": 1, \\\"68\\\": 1, \\\"69\\\": 1, \\\"70\\\": 1, \\\"71\\\": 1, \\\"54\\\": 5, \\\"36\\\": 9, \\\"13\\\": 35, \\\"33\\\": 10, \\\"23\\\": 19, \\\"72\\\": 1, \\\"73\\\": 1, \\\"20\\\": 22, \\\"40\\\": 8, \\\"8\\\": 42, \\\"44\\\": 7, \\\"60\\\": 4, \\\"18\\\": 24, \\\"16\\\": 26, \\\"34\\\": 10, \\\"55\\\": 5, \\\"74\\\": 1, \\\"50\\\": 6, \\\"41\\\": 8, \\\"75\\\": 1, \\\"51\\\": 6, \\\"45\\\": 7, \\\"24\\\": 19, \\\"63\\\": 2, \\\"9\\\": 41, \\\"52\\\": 6, \\\"12\\\": 36, \\\"56\\\": 5, \\\"37\\\": 9, \\\"25\\\": 16, \\\"46\\\": 7, \\\"76\\\": 1, \\\"47\\\": 7, \\\"26\\\": 16, \\\"30\\\": 13, \\\"6\\\": 49, \\\"57\\\": 5, \\\"32\\\": 11, \\\"58\\\": 5, \\\"21\\\": 20, \\\"28\\\": 14, \\\"4\\\": 84, \\\"61\\\": 4}\", \"index_word\": \"{\\\"1\\\": 0, \\\"2\\\": \\\"affirm\\\", \\\"3\\\": \\\"complicated\\\", \\\"4\\\": \\\"purchase\\\", \\\"5\\\": \\\"inform\\\", \\\"6\\\": \\\"ask_can_topup\\\", \\\"7\\\": \\\"inform_paid\\\", \\\"8\\\": \\\"ask_month_fee_total\\\", \\\"9\\\": \\\"query_req_resources\\\", \\\"10\\\": \\\"doublecheck\\\", \\\"11\\\": \\\"deny\\\", \\\"12\\\": \\\"explore_option\\\", \\\"13\\\": \\\"ask_shebao_status\\\", \\\"14\\\": \\\"greet\\\", \\\"15\\\": \\\"inform_payment_history\\\", \\\"16\\\": \\\"query_pay_process\\\", \\\"17\\\": \\\"confused\\\", \\\"18\\\": \\\"query_pay_deadline\\\", \\\"19\\\": \\\"thankyou\\\", \\\"20\\\": \\\"check_procedure_fill\\\", \\\"21\\\": \\\"luohu\\\", \\\"22\\\": \\\"query_phone\\\", \\\"23\\\": \\\"query_how_check_shebao_status\\\", \\\"24\\\": \\\"how_to_pai\\\", \\\"25\\\": \\\"query_housing\\\", \\\"26\\\": \\\"query_various_effects\\\", \\\"27\\\": \\\"get_back_later\\\", \\\"28\\\": \\\"pay_shui\\\", \\\"29\\\": \\\"inform_done\\\", \\\"30\\\": \\\"query_shebao_components\\\", \\\"31\\\": \\\"question_why\\\", \\\"32\\\": \\\"daikuan\\\", \\\"33\\\": \\\"query_when_check_shebao_status\\\", \\\"34\\\": \\\"query_pay_part_only\\\", \\\"35\\\": \\\"query_weixin\\\", \\\"36\\\": \\\"ask_for_refund\\\", \\\"37\\\": \\\"request_link\\\", \\\"38\\\": \\\"apology\\\", \\\"39\\\": \\\"complain\\\", \\\"40\\\": \\\"ask_shebao_card_status\\\", \\\"41\\\": \\\"next_step\\\", \\\"42\\\": \\\"question_reliability\\\", \\\"43\\\": \\\"unsupported_request\\\", \\\"44\\\": \\\"service_fee\\\", \\\"45\\\": \\\"query_shebao_card\\\", \\\"46\\\": \\\"query_multiple_locations\\\", \\\"47\\\": \\\"query_pregnant\\\", \\\"48\\\": \\\"report_issue\\\", \\\"49\\\": \\\"query_topup\\\", \\\"50\\\": \\\"ask_turnaround_time\\\", \\\"51\\\": \\\"query_gjj_card\\\", \\\"52\\\": \\\"ask_discount\\\", \\\"53\\\": \\\"query_mini_program\\\", \\\"54\\\": \\\"query_break_gjj\\\", \\\"55\\\": \\\"query_have_service_fee\\\", \\\"56\\\": \\\"ask_kai_piao\\\", \\\"57\\\": \\\"ask_can_topup_gjj\\\", \\\"58\\\": \\\"ask_amt_gongjijin\\\", \\\"59\\\": \\\"ask_how_now\\\", \\\"60\\\": \\\"jishu\\\", \\\"61\\\": \\\"query_canzhangjin\\\", \\\"62\\\": \\\"query_company_name\\\", \\\"63\\\": \\\"check_can_dun_ban\\\", \\\"64\\\": \\\"yutiaojishu\\\", \\\"65\\\": \\\"ask_can_pay_later\\\", \\\"66\\\": \\\"can_use_card\\\", \\\"67\\\": \\\"check_requirements_employee\\\", \\\"68\\\": \\\"contact_us\\\", \\\"69\\\": \\\"check_rujilu_purpose\\\", \\\"70\\\": \\\"is_gua_kao\\\", \\\"71\\\": \\\"stop_payment_need_pay\\\", \\\"72\\\": \\\"change_wangwang_id\\\", \\\"73\\\": \\\"will_fee_be_same\\\", \\\"74\\\": \\\"query_payment_schedule\\\", \\\"75\\\": \\\"ask_for_details\\\", \\\"76\\\": \\\"laodong\\\"}\", \"word_index\": \"{\\\"0\\\": 1, \\\"affirm\\\": 2, \\\"complicated\\\": 3, \\\"purchase\\\": 4, \\\"inform\\\": 5, \\\"ask_can_topup\\\": 6, \\\"inform_paid\\\": 7, \\\"ask_month_fee_total\\\": 8, \\\"query_req_resources\\\": 9, \\\"doublecheck\\\": 10, \\\"deny\\\": 11, \\\"explore_option\\\": 12, \\\"ask_shebao_status\\\": 13, \\\"greet\\\": 14, \\\"inform_payment_history\\\": 15, \\\"query_pay_process\\\": 16, \\\"confused\\\": 17, \\\"query_pay_deadline\\\": 18, \\\"thankyou\\\": 19, \\\"check_procedure_fill\\\": 20, \\\"luohu\\\": 21, \\\"query_phone\\\": 22, \\\"query_how_check_shebao_status\\\": 23, \\\"how_to_pai\\\": 24, \\\"query_housing\\\": 25, \\\"query_various_effects\\\": 26, \\\"get_back_later\\\": 27, \\\"pay_shui\\\": 28, \\\"inform_done\\\": 29, \\\"query_shebao_components\\\": 30, \\\"question_why\\\": 31, \\\"daikuan\\\": 32, \\\"query_when_check_shebao_status\\\": 33, \\\"query_pay_part_only\\\": 34, \\\"query_weixin\\\": 35, \\\"ask_for_refund\\\": 36, \\\"request_link\\\": 37, \\\"apology\\\": 38, \\\"complain\\\": 39, \\\"ask_shebao_card_status\\\": 40, \\\"next_step\\\": 41, \\\"question_reliability\\\": 42, \\\"unsupported_request\\\": 43, \\\"service_fee\\\": 44, \\\"query_shebao_card\\\": 45, \\\"query_multiple_locations\\\": 46, \\\"query_pregnant\\\": 47, \\\"report_issue\\\": 48, \\\"query_topup\\\": 49, \\\"ask_turnaround_time\\\": 50, \\\"query_gjj_card\\\": 51, \\\"ask_discount\\\": 52, \\\"query_mini_program\\\": 53, \\\"query_break_gjj\\\": 54, \\\"query_have_service_fee\\\": 55, \\\"ask_kai_piao\\\": 56, \\\"ask_can_topup_gjj\\\": 57, \\\"ask_amt_gongjijin\\\": 58, \\\"ask_how_now\\\": 59, \\\"jishu\\\": 60, \\\"query_canzhangjin\\\": 61, \\\"query_company_name\\\": 62, \\\"check_can_dun_ban\\\": 63, \\\"yutiaojishu\\\": 64, \\\"ask_can_pay_later\\\": 65, \\\"can_use_card\\\": 66, \\\"check_requirements_employee\\\": 67, \\\"contact_us\\\": 68, \\\"check_rujilu_purpose\\\": 69, \\\"is_gua_kao\\\": 70, \\\"stop_payment_need_pay\\\": 71, \\\"change_wangwang_id\\\": 72, \\\"will_fee_be_same\\\": 73, \\\"query_payment_schedule\\\": 74, \\\"ask_for_details\\\": 75, \\\"laodong\\\": 76}\"}}"