"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 150, \"filters\": \"\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": 0, \"document_count\": 4219, \"word_counts\": \"{\\\"greet\\\": 77, \\\"goodbye\\\": 20, \\\"apology\\\": 11, \\\"general_query\\\": 7, \\\"complain\\\": 16, \\\"thankyou\\\": 31, \\\"confused\\\": 29, \\\"doublecheck\\\": 30, \\\"doublecheck_value\\\": 114, \\\"hesitate\\\": 34, \\\"get_back_later\\\": 42, \\\"question_reliability\\\": 22, \\\"complicated\\\": 190, \\\"next_step\\\": 21, \\\"inform_done\\\": 39, \\\"inform_paid\\\": 259, \\\"affirm\\\": 128, \\\"deny\\\": 106, \\\"inform\\\": 454, \\\"request_link\\\": 88, \\\"request_notify\\\": 36, \\\"ask_shebao_status\\\": 66, \\\"ask_shebao_card_status\\\": 10, \\\"ask_how_much\\\": 146, \\\"query_shebao_components\\\": 44, \\\"query_topup\\\": 95, \\\"query_what_this_for\\\": 19, \\\"query_have_service_fee\\\": 14, \\\"query_gua_kao\\\": 15, \\\"query_region_coverage\\\": 36, \\\"query_when_check_shebao_status\\\": 68, \\\"query_fahuo\\\": 21, \\\"query_when_kaihu\\\": 6, \\\"ask_turnaround_time\\\": 92, \\\"query_how_check_shebao_status\\\": 108, \\\"query_xufei\\\": 60, \\\"query_gjj_card\\\": 10, \\\"query_shebao_card\\\": 10, \\\"query_pay_process\\\": 65, \\\"query_how_settle\\\": 120, \\\"query_req_resources\\\": 156, \\\"query_pay_part_only\\\": 39, \\\"query_delay_fahuo\\\": 18, \\\"unsupported_request\\\": 20, \\\"ask_can_pay_later\\\": 10, \\\"ask_alt_payment_method\\\": 12, \\\"query_use_huabei\\\": 37, \\\"query_pay_date\\\": 125, \\\"query_pay_deadline\\\": 140, \\\"query_various_effects\\\": 44, \\\"query_housing\\\": 28, \\\"query_multiple_locations\\\": 29, \\\"query_sick\\\": 33, \\\"query_sick_light\\\": 20, \\\"query_break\\\": 34, \\\"define\\\": 15, \\\"query_pregnant\\\": 38, \\\"ask_can_topup\\\": 112, \\\"daikuan\\\": 19, \\\"luohu\\\": 35, \\\"pay_shui\\\": 27, \\\"purchase\\\": 222, \\\"ask_custom_jishu\\\": 124, \\\"ask_for_refund\\\": 26, \\\"purchase_xufei\\\": 27, \\\"query_company_name\\\": 16, \\\"query_phone\\\": 29, \\\"query_weixin\\\": 25}\", \"word_docs\": \"{\\\"greet\\\": 77, \\\"goodbye\\\": 20, \\\"apology\\\": 11, \\\"general_query\\\": 7, \\\"complain\\\": 16, \\\"thankyou\\\": 31, \\\"confused\\\": 29, \\\"doublecheck\\\": 30, \\\"doublecheck_value\\\": 114, \\\"hesitate\\\": 34, \\\"get_back_later\\\": 42, \\\"question_reliability\\\": 22, \\\"complicated\\\": 190, \\\"next_step\\\": 21, \\\"inform_done\\\": 39, \\\"inform_paid\\\": 259, \\\"affirm\\\": 128, \\\"deny\\\": 106, \\\"inform\\\": 454, \\\"request_link\\\": 88, \\\"request_notify\\\": 36, \\\"ask_shebao_status\\\": 66, \\\"ask_shebao_card_status\\\": 10, \\\"ask_how_much\\\": 146, \\\"query_shebao_components\\\": 44, \\\"query_topup\\\": 95, \\\"query_what_this_for\\\": 19, \\\"query_have_service_fee\\\": 14, \\\"query_gua_kao\\\": 15, \\\"query_region_coverage\\\": 36, \\\"query_when_check_shebao_status\\\": 68, \\\"query_fahuo\\\": 21, \\\"query_when_kaihu\\\": 6, \\\"ask_turnaround_time\\\": 92, \\\"query_how_check_shebao_status\\\": 108, \\\"query_xufei\\\": 60, \\\"query_gjj_card\\\": 10, \\\"query_shebao_card\\\": 10, \\\"query_pay_process\\\": 65, \\\"query_how_settle\\\": 120, \\\"query_req_resources\\\": 156, \\\"query_pay_part_only\\\": 39, \\\"query_delay_fahuo\\\": 18, \\\"unsupported_request\\\": 20, \\\"ask_can_pay_later\\\": 10, \\\"ask_alt_payment_method\\\": 12, \\\"query_use_huabei\\\": 37, \\\"query_pay_date\\\": 125, \\\"query_pay_deadline\\\": 140, \\\"query_various_effects\\\": 44, \\\"query_housing\\\": 28, \\\"query_multiple_locations\\\": 29, \\\"query_sick\\\": 33, \\\"query_sick_light\\\": 20, \\\"query_break\\\": 34, \\\"define\\\": 15, \\\"query_pregnant\\\": 38, \\\"ask_can_topup\\\": 112, \\\"daikuan\\\": 19, \\\"luohu\\\": 35, \\\"pay_shui\\\": 27, \\\"purchase\\\": 222, \\\"ask_custom_jishu\\\": 124, \\\"ask_for_refund\\\": 26, \\\"purchase_xufei\\\": 27, \\\"query_company_name\\\": 16, \\\"query_phone\\\": 29, \\\"query_weixin\\\": 25}\", \"index_docs\": \"{\\\"20\\\": 77, \\\"51\\\": 20, \\\"63\\\": 11, \\\"68\\\": 7, \\\"57\\\": 16, \\\"38\\\": 31, \\\"40\\\": 29, \\\"39\\\": 30, \\\"13\\\": 114, \\\"35\\\": 34, \\\"27\\\": 42, \\\"48\\\": 22, \\\"5\\\": 190, \\\"49\\\": 21, \\\"28\\\": 39, \\\"3\\\": 259, \\\"9\\\": 128, \\\"16\\\": 106, \\\"2\\\": 454, \\\"19\\\": 88, \\\"32\\\": 36, \\\"22\\\": 66, \\\"64\\\": 10, \\\"7\\\": 146, \\\"25\\\": 44, \\\"17\\\": 95, \\\"54\\\": 19, \\\"61\\\": 14, \\\"59\\\": 15, \\\"33\\\": 36, \\\"21\\\": 68, \\\"50\\\": 21, \\\"69\\\": 6, \\\"18\\\": 92, \\\"15\\\": 108, \\\"24\\\": 60, \\\"65\\\": 10, \\\"66\\\": 10, \\\"23\\\": 65, \\\"12\\\": 120, \\\"6\\\": 156, \\\"29\\\": 39, \\\"56\\\": 18, \\\"52\\\": 20, \\\"67\\\": 10, \\\"62\\\": 12, \\\"31\\\": 37, \\\"10\\\": 125, \\\"8\\\": 140, \\\"26\\\": 44, \\\"43\\\": 28, \\\"41\\\": 29, \\\"37\\\": 33, \\\"53\\\": 20, \\\"36\\\": 34, \\\"60\\\": 15, \\\"30\\\": 38, \\\"14\\\": 112, \\\"55\\\": 19, \\\"34\\\": 35, \\\"44\\\": 27, \\\"4\\\": 222, \\\"11\\\": 124, \\\"46\\\": 26, \\\"45\\\": 27, \\\"58\\\": 16, \\\"42\\\": 29, \\\"47\\\": 25}\", \"index_word\": \"{\\\"1\\\": 0, \\\"2\\\": \\\"inform\\\", \\\"3\\\": \\\"inform_paid\\\", \\\"4\\\": \\\"purchase\\\", \\\"5\\\": \\\"complicated\\\", \\\"6\\\": \\\"query_req_resources\\\", \\\"7\\\": \\\"ask_how_much\\\", \\\"8\\\": \\\"query_pay_deadline\\\", \\\"9\\\": \\\"affirm\\\", \\\"10\\\": \\\"query_pay_date\\\", \\\"11\\\": \\\"ask_custom_jishu\\\", \\\"12\\\": \\\"query_how_settle\\\", \\\"13\\\": \\\"doublecheck_value\\\", \\\"14\\\": \\\"ask_can_topup\\\", \\\"15\\\": \\\"query_how_check_shebao_status\\\", \\\"16\\\": \\\"deny\\\", \\\"17\\\": \\\"query_topup\\\", \\\"18\\\": \\\"ask_turnaround_time\\\", \\\"19\\\": \\\"request_link\\\", \\\"20\\\": \\\"greet\\\", \\\"21\\\": \\\"query_when_check_shebao_status\\\", \\\"22\\\": \\\"ask_shebao_status\\\", \\\"23\\\": \\\"query_pay_process\\\", \\\"24\\\": \\\"query_xufei\\\", \\\"25\\\": \\\"query_shebao_components\\\", \\\"26\\\": \\\"query_various_effects\\\", \\\"27\\\": \\\"get_back_later\\\", \\\"28\\\": \\\"inform_done\\\", \\\"29\\\": \\\"query_pay_part_only\\\", \\\"30\\\": \\\"query_pregnant\\\", \\\"31\\\": \\\"query_use_huabei\\\", \\\"32\\\": \\\"request_notify\\\", \\\"33\\\": \\\"query_region_coverage\\\", \\\"34\\\": \\\"luohu\\\", \\\"35\\\": \\\"hesitate\\\", \\\"36\\\": \\\"query_break\\\", \\\"37\\\": \\\"query_sick\\\", \\\"38\\\": \\\"thankyou\\\", \\\"39\\\": \\\"doublecheck\\\", \\\"40\\\": \\\"confused\\\", \\\"41\\\": \\\"query_multiple_locations\\\", \\\"42\\\": \\\"query_phone\\\", \\\"43\\\": \\\"query_housing\\\", \\\"44\\\": \\\"pay_shui\\\", \\\"45\\\": \\\"purchase_xufei\\\", \\\"46\\\": \\\"ask_for_refund\\\", \\\"47\\\": \\\"query_weixin\\\", \\\"48\\\": \\\"question_reliability\\\", \\\"49\\\": \\\"next_step\\\", \\\"50\\\": \\\"query_fahuo\\\", \\\"51\\\": \\\"goodbye\\\", \\\"52\\\": \\\"unsupported_request\\\", \\\"53\\\": \\\"query_sick_light\\\", \\\"54\\\": \\\"query_what_this_for\\\", \\\"55\\\": \\\"daikuan\\\", \\\"56\\\": \\\"query_delay_fahuo\\\", \\\"57\\\": \\\"complain\\\", \\\"58\\\": \\\"query_company_name\\\", \\\"59\\\": \\\"query_gua_kao\\\", \\\"60\\\": \\\"define\\\", \\\"61\\\": \\\"query_have_service_fee\\\", \\\"62\\\": \\\"ask_alt_payment_method\\\", \\\"63\\\": \\\"apology\\\", \\\"64\\\": \\\"ask_shebao_card_status\\\", \\\"65\\\": \\\"query_gjj_card\\\", \\\"66\\\": \\\"query_shebao_card\\\", \\\"67\\\": \\\"ask_can_pay_later\\\", \\\"68\\\": \\\"general_query\\\", \\\"69\\\": \\\"query_when_kaihu\\\"}\", \"word_index\": \"{\\\"0\\\": 1, \\\"inform\\\": 2, \\\"inform_paid\\\": 3, \\\"purchase\\\": 4, \\\"complicated\\\": 5, \\\"query_req_resources\\\": 6, \\\"ask_how_much\\\": 7, \\\"query_pay_deadline\\\": 8, \\\"affirm\\\": 9, \\\"query_pay_date\\\": 10, \\\"ask_custom_jishu\\\": 11, \\\"query_how_settle\\\": 12, \\\"doublecheck_value\\\": 13, \\\"ask_can_topup\\\": 14, \\\"query_how_check_shebao_status\\\": 15, \\\"deny\\\": 16, \\\"query_topup\\\": 17, \\\"ask_turnaround_time\\\": 18, \\\"request_link\\\": 19, \\\"greet\\\": 20, \\\"query_when_check_shebao_status\\\": 21, \\\"ask_shebao_status\\\": 22, \\\"query_pay_process\\\": 23, \\\"query_xufei\\\": 24, \\\"query_shebao_components\\\": 25, \\\"query_various_effects\\\": 26, \\\"get_back_later\\\": 27, \\\"inform_done\\\": 28, \\\"query_pay_part_only\\\": 29, \\\"query_pregnant\\\": 30, \\\"query_use_huabei\\\": 31, \\\"request_notify\\\": 32, \\\"query_region_coverage\\\": 33, \\\"luohu\\\": 34, \\\"hesitate\\\": 35, \\\"query_break\\\": 36, \\\"query_sick\\\": 37, \\\"thankyou\\\": 38, \\\"doublecheck\\\": 39, \\\"confused\\\": 40, \\\"query_multiple_locations\\\": 41, \\\"query_phone\\\": 42, \\\"query_housing\\\": 43, \\\"pay_shui\\\": 44, \\\"purchase_xufei\\\": 45, \\\"ask_for_refund\\\": 46, \\\"query_weixin\\\": 47, \\\"question_reliability\\\": 48, \\\"next_step\\\": 49, \\\"query_fahuo\\\": 50, \\\"goodbye\\\": 51, \\\"unsupported_request\\\": 52, \\\"query_sick_light\\\": 53, \\\"query_what_this_for\\\": 54, \\\"daikuan\\\": 55, \\\"query_delay_fahuo\\\": 56, \\\"complain\\\": 57, \\\"query_company_name\\\": 58, \\\"query_gua_kao\\\": 59, \\\"define\\\": 60, \\\"query_have_service_fee\\\": 61, \\\"ask_alt_payment_method\\\": 62, \\\"apology\\\": 63, \\\"ask_shebao_card_status\\\": 64, \\\"query_gjj_card\\\": 65, \\\"query_shebao_card\\\": 66, \\\"ask_can_pay_later\\\": 67, \\\"general_query\\\": 68, \\\"query_when_kaihu\\\": 69}\"}}"