"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 150, \"filters\": \"\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": 0, \"document_count\": 3772, \"word_counts\": \"{\\\"greet\\\": 71, \\\"goodbye\\\": 17, \\\"apology\\\": 11, \\\"general_query\\\": 6, \\\"complain\\\": 16, \\\"thankyou\\\": 31, \\\"confused\\\": 26, \\\"doublecheck\\\": 29, \\\"doublecheck_value\\\": 109, \\\"hesitate\\\": 34, \\\"get_back_later\\\": 40, \\\"question_reliability\\\": 22, \\\"complicated\\\": 186, \\\"next_step\\\": 21, \\\"inform_done\\\": 43, \\\"inform_paid\\\": 74, \\\"affirm\\\": 125, \\\"deny\\\": 105, \\\"inform\\\": 453, \\\"send_link\\\": 10, \\\"request_link\\\": 80, \\\"request_notify\\\": 36, \\\"ask_shebao_status\\\": 66, \\\"ask_shebao_card_status\\\": 10, \\\"ask_how_much\\\": 143, \\\"query_shebao_components\\\": 39, \\\"query_topup\\\": 94, \\\"query_what_this_for\\\": 19, \\\"query_have_service_fee\\\": 14, \\\"query_gua_kao\\\": 15, \\\"query_region_coverage\\\": 36, \\\"query_current_month_options\\\": 11, \\\"query_when_check_shebao_status\\\": 42, \\\"query_fahuo\\\": 21, \\\"query_when_kaihu\\\": 6, \\\"ask_turnaround_time\\\": 82, \\\"query_how_check_shebao_status\\\": 75, \\\"query_xufei\\\": 48, \\\"query_gjj_card\\\": 10, \\\"query_shebao_card\\\": 10, \\\"query_pay_process\\\": 91, \\\"query_how_settle\\\": 69, \\\"query_my_area\\\": 3, \\\"query_req_resources\\\": 125, \\\"query_pay_part_only\\\": 39, \\\"query_delay_fahuo\\\": 18, \\\"unsupported_request\\\": 20, \\\"ask_can_pay_later\\\": 10, \\\"ask_alt_payment_method\\\": 12, \\\"query_use_huabei\\\": 37, \\\"query_pay_date\\\": 82, \\\"query_pay_deadline\\\": 126, \\\"query_various_effects\\\": 42, \\\"query_housing\\\": 28, \\\"query_multiple_locations\\\": 29, \\\"query_sick\\\": 31, \\\"query_sick_light\\\": 17, \\\"query_break\\\": 34, \\\"define\\\": 13, \\\"query_pregnant\\\": 38, \\\"ask_can_topup\\\": 112, \\\"daikuan\\\": 19, \\\"luohu\\\": 35, \\\"pay_shui\\\": 27, \\\"purchase\\\": 217, \\\"ask_custom_jishu\\\": 124, \\\"ask_for_refund\\\": 21, \\\"query_company_name\\\": 16, \\\"query_phone\\\": 29, \\\"query_weixin\\\": 22}\", \"word_docs\": \"{\\\"greet\\\": 71, \\\"goodbye\\\": 17, \\\"apology\\\": 11, \\\"general_query\\\": 6, \\\"complain\\\": 16, \\\"thankyou\\\": 31, \\\"confused\\\": 26, \\\"doublecheck\\\": 29, \\\"doublecheck_value\\\": 109, \\\"hesitate\\\": 34, \\\"get_back_later\\\": 40, \\\"question_reliability\\\": 22, \\\"complicated\\\": 186, \\\"next_step\\\": 21, \\\"inform_done\\\": 43, \\\"inform_paid\\\": 74, \\\"affirm\\\": 125, \\\"deny\\\": 105, \\\"inform\\\": 453, \\\"send_link\\\": 10, \\\"request_link\\\": 80, \\\"request_notify\\\": 36, \\\"ask_shebao_status\\\": 66, \\\"ask_shebao_card_status\\\": 10, \\\"ask_how_much\\\": 143, \\\"query_shebao_components\\\": 39, \\\"query_topup\\\": 94, \\\"query_what_this_for\\\": 19, \\\"query_have_service_fee\\\": 14, \\\"query_gua_kao\\\": 15, \\\"query_region_coverage\\\": 36, \\\"query_current_month_options\\\": 11, \\\"query_when_check_shebao_status\\\": 42, \\\"query_fahuo\\\": 21, \\\"query_when_kaihu\\\": 6, \\\"ask_turnaround_time\\\": 82, \\\"query_how_check_shebao_status\\\": 75, \\\"query_xufei\\\": 48, \\\"query_gjj_card\\\": 10, \\\"query_shebao_card\\\": 10, \\\"query_pay_process\\\": 91, \\\"query_how_settle\\\": 69, \\\"query_my_area\\\": 3, \\\"query_req_resources\\\": 125, \\\"query_pay_part_only\\\": 39, \\\"query_delay_fahuo\\\": 18, \\\"unsupported_request\\\": 20, \\\"ask_can_pay_later\\\": 10, \\\"ask_alt_payment_method\\\": 12, \\\"query_use_huabei\\\": 37, \\\"query_pay_date\\\": 82, \\\"query_pay_deadline\\\": 126, \\\"query_various_effects\\\": 42, \\\"query_housing\\\": 28, \\\"query_multiple_locations\\\": 29, \\\"query_sick\\\": 31, \\\"query_sick_light\\\": 17, \\\"query_break\\\": 34, \\\"define\\\": 13, \\\"query_pregnant\\\": 38, \\\"ask_can_topup\\\": 112, \\\"daikuan\\\": 19, \\\"luohu\\\": 35, \\\"pay_shui\\\": 27, \\\"purchase\\\": 217, \\\"ask_custom_jishu\\\": 124, \\\"ask_for_refund\\\": 21, \\\"query_company_name\\\": 16, \\\"query_phone\\\": 29, \\\"query_weixin\\\": 22}\", \"index_docs\": \"{\\\"20\\\": 71, \\\"54\\\": 17, \\\"62\\\": 11, \\\"69\\\": 6, \\\"56\\\": 16, \\\"37\\\": 31, \\\"44\\\": 26, \\\"39\\\": 29, \\\"11\\\": 109, \\\"35\\\": 34, \\\"27\\\": 40, \\\"45\\\": 22, \\\"4\\\": 186, \\\"47\\\": 21, \\\"24\\\": 43, \\\"19\\\": 74, \\\"7\\\": 125, \\\"12\\\": 105, \\\"2\\\": 453, \\\"64\\\": 10, \\\"17\\\": 80, \\\"32\\\": 36, \\\"22\\\": 66, \\\"65\\\": 10, \\\"5\\\": 143, \\\"28\\\": 39, \\\"13\\\": 94, \\\"51\\\": 19, \\\"59\\\": 14, \\\"58\\\": 15, \\\"33\\\": 36, \\\"63\\\": 11, \\\"25\\\": 42, \\\"48\\\": 21, \\\"70\\\": 6, \\\"15\\\": 82, \\\"18\\\": 75, \\\"23\\\": 48, \\\"66\\\": 10, \\\"67\\\": 10, \\\"14\\\": 91, \\\"21\\\": 69, \\\"71\\\": 3, \\\"8\\\": 125, \\\"29\\\": 39, \\\"53\\\": 18, \\\"50\\\": 20, \\\"68\\\": 10, \\\"61\\\": 12, \\\"31\\\": 37, \\\"16\\\": 82, \\\"6\\\": 126, \\\"26\\\": 42, \\\"42\\\": 28, \\\"40\\\": 29, \\\"38\\\": 31, \\\"55\\\": 17, \\\"36\\\": 34, \\\"60\\\": 13, \\\"30\\\": 38, \\\"10\\\": 112, \\\"52\\\": 19, \\\"34\\\": 35, \\\"43\\\": 27, \\\"3\\\": 217, \\\"9\\\": 124, \\\"49\\\": 21, \\\"57\\\": 16, \\\"41\\\": 29, \\\"46\\\": 22}\", \"index_word\": \"{\\\"1\\\": 0, \\\"2\\\": \\\"inform\\\", \\\"3\\\": \\\"purchase\\\", \\\"4\\\": \\\"complicated\\\", \\\"5\\\": \\\"ask_how_much\\\", \\\"6\\\": \\\"query_pay_deadline\\\", \\\"7\\\": \\\"affirm\\\", \\\"8\\\": \\\"query_req_resources\\\", \\\"9\\\": \\\"ask_custom_jishu\\\", \\\"10\\\": \\\"ask_can_topup\\\", \\\"11\\\": \\\"doublecheck_value\\\", \\\"12\\\": \\\"deny\\\", \\\"13\\\": \\\"query_topup\\\", \\\"14\\\": \\\"query_pay_process\\\", \\\"15\\\": \\\"ask_turnaround_time\\\", \\\"16\\\": \\\"query_pay_date\\\", \\\"17\\\": \\\"request_link\\\", \\\"18\\\": \\\"query_how_check_shebao_status\\\", \\\"19\\\": \\\"inform_paid\\\", \\\"20\\\": \\\"greet\\\", \\\"21\\\": \\\"query_how_settle\\\", \\\"22\\\": \\\"ask_shebao_status\\\", \\\"23\\\": \\\"query_xufei\\\", \\\"24\\\": \\\"inform_done\\\", \\\"25\\\": \\\"query_when_check_shebao_status\\\", \\\"26\\\": \\\"query_various_effects\\\", \\\"27\\\": \\\"get_back_later\\\", \\\"28\\\": \\\"query_shebao_components\\\", \\\"29\\\": \\\"query_pay_part_only\\\", \\\"30\\\": \\\"query_pregnant\\\", \\\"31\\\": \\\"query_use_huabei\\\", \\\"32\\\": \\\"request_notify\\\", \\\"33\\\": \\\"query_region_coverage\\\", \\\"34\\\": \\\"luohu\\\", \\\"35\\\": \\\"hesitate\\\", \\\"36\\\": \\\"query_break\\\", \\\"37\\\": \\\"thankyou\\\", \\\"38\\\": \\\"query_sick\\\", \\\"39\\\": \\\"doublecheck\\\", \\\"40\\\": \\\"query_multiple_locations\\\", \\\"41\\\": \\\"query_phone\\\", \\\"42\\\": \\\"query_housing\\\", \\\"43\\\": \\\"pay_shui\\\", \\\"44\\\": \\\"confused\\\", \\\"45\\\": \\\"question_reliability\\\", \\\"46\\\": \\\"query_weixin\\\", \\\"47\\\": \\\"next_step\\\", \\\"48\\\": \\\"query_fahuo\\\", \\\"49\\\": \\\"ask_for_refund\\\", \\\"50\\\": \\\"unsupported_request\\\", \\\"51\\\": \\\"query_what_this_for\\\", \\\"52\\\": \\\"daikuan\\\", \\\"53\\\": \\\"query_delay_fahuo\\\", \\\"54\\\": \\\"goodbye\\\", \\\"55\\\": \\\"query_sick_light\\\", \\\"56\\\": \\\"complain\\\", \\\"57\\\": \\\"query_company_name\\\", \\\"58\\\": \\\"query_gua_kao\\\", \\\"59\\\": \\\"query_have_service_fee\\\", \\\"60\\\": \\\"define\\\", \\\"61\\\": \\\"ask_alt_payment_method\\\", \\\"62\\\": \\\"apology\\\", \\\"63\\\": \\\"query_current_month_options\\\", \\\"64\\\": \\\"send_link\\\", \\\"65\\\": \\\"ask_shebao_card_status\\\", \\\"66\\\": \\\"query_gjj_card\\\", \\\"67\\\": \\\"query_shebao_card\\\", \\\"68\\\": \\\"ask_can_pay_later\\\", \\\"69\\\": \\\"general_query\\\", \\\"70\\\": \\\"query_when_kaihu\\\", \\\"71\\\": \\\"query_my_area\\\"}\", \"word_index\": \"{\\\"0\\\": 1, \\\"inform\\\": 2, \\\"purchase\\\": 3, \\\"complicated\\\": 4, \\\"ask_how_much\\\": 5, \\\"query_pay_deadline\\\": 6, \\\"affirm\\\": 7, \\\"query_req_resources\\\": 8, \\\"ask_custom_jishu\\\": 9, \\\"ask_can_topup\\\": 10, \\\"doublecheck_value\\\": 11, \\\"deny\\\": 12, \\\"query_topup\\\": 13, \\\"query_pay_process\\\": 14, \\\"ask_turnaround_time\\\": 15, \\\"query_pay_date\\\": 16, \\\"request_link\\\": 17, \\\"query_how_check_shebao_status\\\": 18, \\\"inform_paid\\\": 19, \\\"greet\\\": 20, \\\"query_how_settle\\\": 21, \\\"ask_shebao_status\\\": 22, \\\"query_xufei\\\": 23, \\\"inform_done\\\": 24, \\\"query_when_check_shebao_status\\\": 25, \\\"query_various_effects\\\": 26, \\\"get_back_later\\\": 27, \\\"query_shebao_components\\\": 28, \\\"query_pay_part_only\\\": 29, \\\"query_pregnant\\\": 30, \\\"query_use_huabei\\\": 31, \\\"request_notify\\\": 32, \\\"query_region_coverage\\\": 33, \\\"luohu\\\": 34, \\\"hesitate\\\": 35, \\\"query_break\\\": 36, \\\"thankyou\\\": 37, \\\"query_sick\\\": 38, \\\"doublecheck\\\": 39, \\\"query_multiple_locations\\\": 40, \\\"query_phone\\\": 41, \\\"query_housing\\\": 42, \\\"pay_shui\\\": 43, \\\"confused\\\": 44, \\\"question_reliability\\\": 45, \\\"query_weixin\\\": 46, \\\"next_step\\\": 47, \\\"query_fahuo\\\": 48, \\\"ask_for_refund\\\": 49, \\\"unsupported_request\\\": 50, \\\"query_what_this_for\\\": 51, \\\"daikuan\\\": 52, \\\"query_delay_fahuo\\\": 53, \\\"goodbye\\\": 54, \\\"query_sick_light\\\": 55, \\\"complain\\\": 56, \\\"query_company_name\\\": 57, \\\"query_gua_kao\\\": 58, \\\"query_have_service_fee\\\": 59, \\\"define\\\": 60, \\\"ask_alt_payment_method\\\": 61, \\\"apology\\\": 62, \\\"query_current_month_options\\\": 63, \\\"send_link\\\": 64, \\\"ask_shebao_card_status\\\": 65, \\\"query_gjj_card\\\": 66, \\\"query_shebao_card\\\": 67, \\\"ask_can_pay_later\\\": 68, \\\"general_query\\\": 69, \\\"query_when_kaihu\\\": 70, \\\"query_my_area\\\": 71}\"}}"