"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 150, \"filters\": \"\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": 0, \"document_count\": 4551, \"word_counts\": \"{\\\"greet\\\": 78, \\\"goodbye\\\": 20, \\\"apology\\\": 11, \\\"general_query\\\": 7, \\\"complain\\\": 16, \\\"thankyou\\\": 34, \\\"confused\\\": 40, \\\"doublecheck\\\": 30, \\\"doublecheck_value\\\": 118, \\\"hesitate\\\": 14, \\\"get_back_later\\\": 63, \\\"question_reliability\\\": 25, \\\"complicated\\\": 175, \\\"next_step\\\": 25, \\\"inform_done\\\": 51, \\\"inform_paid\\\": 284, \\\"affirm\\\": 131, \\\"deny\\\": 109, \\\"inform\\\": 456, \\\"request_link\\\": 176, \\\"request_notify\\\": 36, \\\"ask_shebao_status\\\": 67, \\\"ask_shebao_card_status\\\": 10, \\\"ask_how_much\\\": 147, \\\"query_shebao_components\\\": 46, \\\"query_topup\\\": 96, \\\"query_what_this_for\\\": 19, \\\"query_have_service_fee\\\": 14, \\\"query_gua_kao\\\": 15, \\\"query_region_coverage\\\": 36, \\\"query_when_check_shebao_status\\\": 68, \\\"query_fahuo\\\": 29, \\\"query_delay_fahuo\\\": 25, \\\"query_when_kaihu\\\": 6, \\\"ask_turnaround_time\\\": 102, \\\"query_how_check_shebao_status\\\": 112, \\\"query_xufei\\\": 60, \\\"query_gjj_card\\\": 10, \\\"query_shebao_card\\\": 10, \\\"query_pay_process\\\": 69, \\\"query_how_settle\\\": 78, \\\"query_req_resources\\\": 195, \\\"query_pay_part_only\\\": 58, \\\"unsupported_request\\\": 20, \\\"ask_can_pay_later\\\": 13, \\\"ask_alt_payment_method\\\": 14, \\\"query_use_huabei\\\": 41, \\\"query_shengyubao\\\": 25, \\\"query_pay_date\\\": 128, \\\"query_pay_deadline\\\": 140, \\\"query_various_effects\\\": 47, \\\"query_housing\\\": 31, \\\"query_multiple_locations\\\": 29, \\\"query_sick\\\": 33, \\\"query_sick_light\\\": 22, \\\"query_break\\\": 39, \\\"define\\\": 15, \\\"query_pregnant\\\": 38, \\\"ask_can_topup\\\": 120, \\\"daikuan\\\": 20, \\\"luohu\\\": 35, \\\"pay_shui\\\": 27, \\\"purchase\\\": 238, \\\"ask_custom_jishu\\\": 124, \\\"ask_for_refund\\\": 26, \\\"purchase_xufei\\\": 42, \\\"query_company_name\\\": 17, \\\"query_phone\\\": 29, \\\"query_weixin\\\": 25, \\\"ask_to_jianyuan\\\": 29, \\\"query_jianyuan_status\\\": 13}\", \"word_docs\": \"{\\\"greet\\\": 78, \\\"goodbye\\\": 20, \\\"apology\\\": 11, \\\"general_query\\\": 7, \\\"complain\\\": 16, \\\"thankyou\\\": 34, \\\"confused\\\": 40, \\\"doublecheck\\\": 30, \\\"doublecheck_value\\\": 118, \\\"hesitate\\\": 14, \\\"get_back_later\\\": 63, \\\"question_reliability\\\": 25, \\\"complicated\\\": 175, \\\"next_step\\\": 25, \\\"inform_done\\\": 51, \\\"inform_paid\\\": 284, \\\"affirm\\\": 131, \\\"deny\\\": 109, \\\"inform\\\": 456, \\\"request_link\\\": 176, \\\"request_notify\\\": 36, \\\"ask_shebao_status\\\": 67, \\\"ask_shebao_card_status\\\": 10, \\\"ask_how_much\\\": 147, \\\"query_shebao_components\\\": 46, \\\"query_topup\\\": 96, \\\"query_what_this_for\\\": 19, \\\"query_have_service_fee\\\": 14, \\\"query_gua_kao\\\": 15, \\\"query_region_coverage\\\": 36, \\\"query_when_check_shebao_status\\\": 68, \\\"query_fahuo\\\": 29, \\\"query_delay_fahuo\\\": 25, \\\"query_when_kaihu\\\": 6, \\\"ask_turnaround_time\\\": 102, \\\"query_how_check_shebao_status\\\": 112, \\\"query_xufei\\\": 60, \\\"query_gjj_card\\\": 10, \\\"query_shebao_card\\\": 10, \\\"query_pay_process\\\": 69, \\\"query_how_settle\\\": 78, \\\"query_req_resources\\\": 195, \\\"query_pay_part_only\\\": 58, \\\"unsupported_request\\\": 20, \\\"ask_can_pay_later\\\": 13, \\\"ask_alt_payment_method\\\": 14, \\\"query_use_huabei\\\": 41, \\\"query_shengyubao\\\": 25, \\\"query_pay_date\\\": 128, \\\"query_pay_deadline\\\": 140, \\\"query_various_effects\\\": 47, \\\"query_housing\\\": 31, \\\"query_multiple_locations\\\": 29, \\\"query_sick\\\": 33, \\\"query_sick_light\\\": 22, \\\"query_break\\\": 39, \\\"define\\\": 15, \\\"query_pregnant\\\": 38, \\\"ask_can_topup\\\": 120, \\\"daikuan\\\": 20, \\\"luohu\\\": 35, \\\"pay_shui\\\": 27, \\\"purchase\\\": 238, \\\"ask_custom_jishu\\\": 124, \\\"ask_for_refund\\\": 26, \\\"purchase_xufei\\\": 42, \\\"query_company_name\\\": 17, \\\"query_phone\\\": 29, \\\"query_weixin\\\": 25, \\\"ask_to_jianyuan\\\": 29, \\\"query_jianyuan_status\\\": 13}\", \"index_docs\": \"{\\\"19\\\": 78, \\\"54\\\": 20, \\\"67\\\": 11, \\\"71\\\": 7, \\\"59\\\": 16, \\\"38\\\": 34, \\\"32\\\": 40, \\\"41\\\": 30, \\\"14\\\": 118, \\\"62\\\": 14, \\\"24\\\": 63, \\\"48\\\": 25, \\\"7\\\": 175, \\\"49\\\": 25, \\\"27\\\": 51, \\\"3\\\": 284, \\\"10\\\": 131, \\\"16\\\": 109, \\\"2\\\": 456, \\\"6\\\": 176, \\\"35\\\": 36, \\\"23\\\": 67, \\\"68\\\": 10, \\\"8\\\": 147, \\\"29\\\": 46, \\\"18\\\": 96, \\\"57\\\": 19, \\\"63\\\": 14, \\\"60\\\": 15, \\\"36\\\": 36, \\\"22\\\": 68, \\\"42\\\": 29, \\\"50\\\": 25, \\\"72\\\": 6, \\\"17\\\": 102, \\\"15\\\": 112, \\\"25\\\": 60, \\\"69\\\": 10, \\\"70\\\": 10, \\\"21\\\": 69, \\\"20\\\": 78, \\\"5\\\": 195, \\\"26\\\": 58, \\\"55\\\": 20, \\\"65\\\": 13, \\\"64\\\": 14, \\\"31\\\": 41, \\\"51\\\": 25, \\\"11\\\": 128, \\\"9\\\": 140, \\\"28\\\": 47, \\\"40\\\": 31, \\\"43\\\": 29, \\\"39\\\": 33, \\\"53\\\": 22, \\\"33\\\": 39, \\\"61\\\": 15, \\\"34\\\": 38, \\\"13\\\": 120, \\\"56\\\": 20, \\\"37\\\": 35, \\\"46\\\": 27, \\\"4\\\": 238, \\\"12\\\": 124, \\\"47\\\": 26, \\\"30\\\": 42, \\\"58\\\": 17, \\\"44\\\": 29, \\\"52\\\": 25, \\\"45\\\": 29, \\\"66\\\": 13}\", \"index_word\": \"{\\\"1\\\": 0, \\\"2\\\": \\\"inform\\\", \\\"3\\\": \\\"inform_paid\\\", \\\"4\\\": \\\"purchase\\\", \\\"5\\\": \\\"query_req_resources\\\", \\\"6\\\": \\\"request_link\\\", \\\"7\\\": \\\"complicated\\\", \\\"8\\\": \\\"ask_how_much\\\", \\\"9\\\": \\\"query_pay_deadline\\\", \\\"10\\\": \\\"affirm\\\", \\\"11\\\": \\\"query_pay_date\\\", \\\"12\\\": \\\"ask_custom_jishu\\\", \\\"13\\\": \\\"ask_can_topup\\\", \\\"14\\\": \\\"doublecheck_value\\\", \\\"15\\\": \\\"query_how_check_shebao_status\\\", \\\"16\\\": \\\"deny\\\", \\\"17\\\": \\\"ask_turnaround_time\\\", \\\"18\\\": \\\"query_topup\\\", \\\"19\\\": \\\"greet\\\", \\\"20\\\": \\\"query_how_settle\\\", \\\"21\\\": \\\"query_pay_process\\\", \\\"22\\\": \\\"query_when_check_shebao_status\\\", \\\"23\\\": \\\"ask_shebao_status\\\", \\\"24\\\": \\\"get_back_later\\\", \\\"25\\\": \\\"query_xufei\\\", \\\"26\\\": \\\"query_pay_part_only\\\", \\\"27\\\": \\\"inform_done\\\", \\\"28\\\": \\\"query_various_effects\\\", \\\"29\\\": \\\"query_shebao_components\\\", \\\"30\\\": \\\"purchase_xufei\\\", \\\"31\\\": \\\"query_use_huabei\\\", \\\"32\\\": \\\"confused\\\", \\\"33\\\": \\\"query_break\\\", \\\"34\\\": \\\"query_pregnant\\\", \\\"35\\\": \\\"request_notify\\\", \\\"36\\\": \\\"query_region_coverage\\\", \\\"37\\\": \\\"luohu\\\", \\\"38\\\": \\\"thankyou\\\", \\\"39\\\": \\\"query_sick\\\", \\\"40\\\": \\\"query_housing\\\", \\\"41\\\": \\\"doublecheck\\\", \\\"42\\\": \\\"query_fahuo\\\", \\\"43\\\": \\\"query_multiple_locations\\\", \\\"44\\\": \\\"query_phone\\\", \\\"45\\\": \\\"ask_to_jianyuan\\\", \\\"46\\\": \\\"pay_shui\\\", \\\"47\\\": \\\"ask_for_refund\\\", \\\"48\\\": \\\"question_reliability\\\", \\\"49\\\": \\\"next_step\\\", \\\"50\\\": \\\"query_delay_fahuo\\\", \\\"51\\\": \\\"query_shengyubao\\\", \\\"52\\\": \\\"query_weixin\\\", \\\"53\\\": \\\"query_sick_light\\\", \\\"54\\\": \\\"goodbye\\\", \\\"55\\\": \\\"unsupported_request\\\", \\\"56\\\": \\\"daikuan\\\", \\\"57\\\": \\\"query_what_this_for\\\", \\\"58\\\": \\\"query_company_name\\\", \\\"59\\\": \\\"complain\\\", \\\"60\\\": \\\"query_gua_kao\\\", \\\"61\\\": \\\"define\\\", \\\"62\\\": \\\"hesitate\\\", \\\"63\\\": \\\"query_have_service_fee\\\", \\\"64\\\": \\\"ask_alt_payment_method\\\", \\\"65\\\": \\\"ask_can_pay_later\\\", \\\"66\\\": \\\"query_jianyuan_status\\\", \\\"67\\\": \\\"apology\\\", \\\"68\\\": \\\"ask_shebao_card_status\\\", \\\"69\\\": \\\"query_gjj_card\\\", \\\"70\\\": \\\"query_shebao_card\\\", \\\"71\\\": \\\"general_query\\\", \\\"72\\\": \\\"query_when_kaihu\\\"}\", \"word_index\": \"{\\\"0\\\": 1, \\\"inform\\\": 2, \\\"inform_paid\\\": 3, \\\"purchase\\\": 4, \\\"query_req_resources\\\": 5, \\\"request_link\\\": 6, \\\"complicated\\\": 7, \\\"ask_how_much\\\": 8, \\\"query_pay_deadline\\\": 9, \\\"affirm\\\": 10, \\\"query_pay_date\\\": 11, \\\"ask_custom_jishu\\\": 12, \\\"ask_can_topup\\\": 13, \\\"doublecheck_value\\\": 14, \\\"query_how_check_shebao_status\\\": 15, \\\"deny\\\": 16, \\\"ask_turnaround_time\\\": 17, \\\"query_topup\\\": 18, \\\"greet\\\": 19, \\\"query_how_settle\\\": 20, \\\"query_pay_process\\\": 21, \\\"query_when_check_shebao_status\\\": 22, \\\"ask_shebao_status\\\": 23, \\\"get_back_later\\\": 24, \\\"query_xufei\\\": 25, \\\"query_pay_part_only\\\": 26, \\\"inform_done\\\": 27, \\\"query_various_effects\\\": 28, \\\"query_shebao_components\\\": 29, \\\"purchase_xufei\\\": 30, \\\"query_use_huabei\\\": 31, \\\"confused\\\": 32, \\\"query_break\\\": 33, \\\"query_pregnant\\\": 34, \\\"request_notify\\\": 35, \\\"query_region_coverage\\\": 36, \\\"luohu\\\": 37, \\\"thankyou\\\": 38, \\\"query_sick\\\": 39, \\\"query_housing\\\": 40, \\\"doublecheck\\\": 41, \\\"query_fahuo\\\": 42, \\\"query_multiple_locations\\\": 43, \\\"query_phone\\\": 44, \\\"ask_to_jianyuan\\\": 45, \\\"pay_shui\\\": 46, \\\"ask_for_refund\\\": 47, \\\"question_reliability\\\": 48, \\\"next_step\\\": 49, \\\"query_delay_fahuo\\\": 50, \\\"query_shengyubao\\\": 51, \\\"query_weixin\\\": 52, \\\"query_sick_light\\\": 53, \\\"goodbye\\\": 54, \\\"unsupported_request\\\": 55, \\\"daikuan\\\": 56, \\\"query_what_this_for\\\": 57, \\\"query_company_name\\\": 58, \\\"complain\\\": 59, \\\"query_gua_kao\\\": 60, \\\"define\\\": 61, \\\"hesitate\\\": 62, \\\"query_have_service_fee\\\": 63, \\\"ask_alt_payment_method\\\": 64, \\\"ask_can_pay_later\\\": 65, \\\"query_jianyuan_status\\\": 66, \\\"apology\\\": 67, \\\"ask_shebao_card_status\\\": 68, \\\"query_gjj_card\\\": 69, \\\"query_shebao_card\\\": 70, \\\"general_query\\\": 71, \\\"query_when_kaihu\\\": 72}\"}}"