"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 150, \"filters\": \"\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": 0, \"document_count\": 2698, \"word_counts\": \"{\\\"greet\\\": 67, \\\"goodbye\\\": 10, \\\"apology\\\": 9, \\\"complain\\\": 12, \\\"thankyou\\\": 28, \\\"confused\\\": 26, \\\"doublecheck\\\": 44, \\\"hesitate\\\": 28, \\\"get_back_later\\\": 31, \\\"question_reliability\\\": 9, \\\"ask_how_now\\\": 8, \\\"beg_for_help\\\": 7, \\\"question_why\\\": 11, \\\"inform_done\\\": 28, \\\"inform_paid\\\": 54, \\\"affirm\\\": 117, \\\"deny\\\": 98, \\\"report_issue\\\": 6, \\\"inform\\\": 342, \\\"inform_notify\\\": 4, \\\"inform_kapian\\\": 1, \\\"inform_copied_msg\\\": 1, \\\"inform_take_note\\\": 1, \\\"inform_link\\\": 1, \\\"unsupported_request\\\": 16, \\\"ineligible_shebao\\\": 3, \\\"query_company_name\\\": 10, \\\"query_mini_program\\\": 8, \\\"query_phone\\\": 19, \\\"query_weixin\\\": 19, \\\"query_topup\\\": 84, \\\"yutiaojishu\\\": 1, \\\"ask_can_pay_later\\\": 1, \\\"can_use_card\\\": 1, \\\"check_requirements_employee\\\": 1, \\\"contact_us\\\": 1, \\\"check_rujilu_purpose\\\": 1, \\\"is_gua_kao\\\": 1, \\\"stop_payment_need_pay\\\": 1, \\\"query_break_gjj\\\": 10, \\\"yibaoka_when_use\\\": 1, \\\"shenyubaoxian_payhowlong\\\": 1, \\\"can_use_yibao\\\": 2, \\\"can_purchase\\\": 3, \\\"liancheng_shebao\\\": 1, \\\"taichan_luohu\\\": 1, \\\"shengyu_benefit_coverage\\\": 1, \\\"looking_employment\\\": 1, \\\"hospitalised\\\": 1, \\\"yibao_benefit\\\": 1, \\\"huabei\\\": 1, \\\"jietu\\\": 1, \\\"wechat_problem\\\": 1, \\\"query_mail\\\": 1, \\\"mail_kapian\\\": 1, \\\"ask_password\\\": 1, \\\"gonghu\\\": 2, \\\"query_canzhangjin\\\": 4, \\\"need_transfer\\\": 2, \\\"kaipiao_fee\\\": 1, \\\"daikuan_requirement\\\": 1, \\\"will_it_sudden_stop\\\": 1, \\\"complicated\\\": 198, \\\"ask_for_refund\\\": 10, \\\"ask_shebao_status\\\": 52, \\\"query_when_check_shebao_status\\\": 18, \\\"query_how_check_shebao_status\\\": 71, \\\"change_wangwang_id\\\": 1, \\\"will_fee_be_same\\\": 1, \\\"check_procedure_fill\\\": 28, \\\"ask_shebao_card_status\\\": 10, \\\"ask_how_much\\\": 76, \\\"query_xufei\\\": 41, \\\"query_delay_fahuo\\\": 18, \\\"query_pay_deadline\\\": 74, \\\"query_pay_process\\\": 64, \\\"query_pay_part_only\\\": 26, \\\"query_have_service_fee\\\": 7, \\\"query_payment_schedule\\\": 1, \\\"ask_turnaround_time\\\": 53, \\\"next_step\\\": 20, \\\"ask_for_details\\\": 1, \\\"query_gjj_card\\\": 6, \\\"query_shebao_card\\\": 10, \\\"how_to_pai\\\": 51, \\\"check_can_dun_ban\\\": 3, \\\"query_req_resources\\\": 67, \\\"ask_discount\\\": 6, \\\"query_fahuo\\\": 13, \\\"ask_can_provide_resource\\\": 1, \\\"ask_hetong\\\": 1, \\\"banli\\\": 9, \\\"provide_resource\\\": 4, \\\"ask_kai_piao\\\": 6, \\\"request_link\\\": 47, \\\"query_housing\\\": 16, \\\"query_multiple_locations\\\": 27, \\\"laodong\\\": 2, \\\"query_pregnant\\\": 32, \\\"query_various_effects\\\": 17, \\\"query_region_coverage\\\": 21, \\\"query_shebao_components\\\": 29, \\\"ask_can_topup\\\": 93, \\\"daikuan\\\": 19, \\\"luohu\\\": 27, \\\"pay_shui\\\": 15, \\\"purchase\\\": 184, \\\"ask_custom_gjj_jishu\\\": 72}\", \"word_docs\": \"{\\\"greet\\\": 67, \\\"goodbye\\\": 10, \\\"apology\\\": 9, \\\"complain\\\": 12, \\\"thankyou\\\": 28, \\\"confused\\\": 26, \\\"doublecheck\\\": 44, \\\"hesitate\\\": 28, \\\"get_back_later\\\": 31, \\\"question_reliability\\\": 9, \\\"ask_how_now\\\": 8, \\\"beg_for_help\\\": 7, \\\"question_why\\\": 11, \\\"inform_done\\\": 28, \\\"inform_paid\\\": 54, \\\"affirm\\\": 117, \\\"deny\\\": 98, \\\"report_issue\\\": 6, \\\"inform\\\": 342, \\\"inform_notify\\\": 4, \\\"inform_kapian\\\": 1, \\\"inform_copied_msg\\\": 1, \\\"inform_take_note\\\": 1, \\\"inform_link\\\": 1, \\\"unsupported_request\\\": 16, \\\"ineligible_shebao\\\": 3, \\\"query_company_name\\\": 10, \\\"query_mini_program\\\": 8, \\\"query_phone\\\": 19, \\\"query_weixin\\\": 19, \\\"query_topup\\\": 84, \\\"yutiaojishu\\\": 1, \\\"ask_can_pay_later\\\": 1, \\\"can_use_card\\\": 1, \\\"check_requirements_employee\\\": 1, \\\"contact_us\\\": 1, \\\"check_rujilu_purpose\\\": 1, \\\"is_gua_kao\\\": 1, \\\"stop_payment_need_pay\\\": 1, \\\"query_break_gjj\\\": 10, \\\"yibaoka_when_use\\\": 1, \\\"shenyubaoxian_payhowlong\\\": 1, \\\"can_use_yibao\\\": 2, \\\"can_purchase\\\": 3, \\\"liancheng_shebao\\\": 1, \\\"taichan_luohu\\\": 1, \\\"shengyu_benefit_coverage\\\": 1, \\\"looking_employment\\\": 1, \\\"hospitalised\\\": 1, \\\"yibao_benefit\\\": 1, \\\"huabei\\\": 1, \\\"jietu\\\": 1, \\\"wechat_problem\\\": 1, \\\"query_mail\\\": 1, \\\"mail_kapian\\\": 1, \\\"ask_password\\\": 1, \\\"gonghu\\\": 2, \\\"query_canzhangjin\\\": 4, \\\"need_transfer\\\": 2, \\\"kaipiao_fee\\\": 1, \\\"daikuan_requirement\\\": 1, \\\"will_it_sudden_stop\\\": 1, \\\"complicated\\\": 198, \\\"ask_for_refund\\\": 10, \\\"ask_shebao_status\\\": 52, \\\"query_when_check_shebao_status\\\": 18, \\\"query_how_check_shebao_status\\\": 71, \\\"change_wangwang_id\\\": 1, \\\"will_fee_be_same\\\": 1, \\\"check_procedure_fill\\\": 28, \\\"ask_shebao_card_status\\\": 10, \\\"ask_how_much\\\": 76, \\\"query_xufei\\\": 41, \\\"query_delay_fahuo\\\": 18, \\\"query_pay_deadline\\\": 74, \\\"query_pay_process\\\": 64, \\\"query_pay_part_only\\\": 26, \\\"query_have_service_fee\\\": 7, \\\"query_payment_schedule\\\": 1, \\\"ask_turnaround_time\\\": 53, \\\"next_step\\\": 20, \\\"ask_for_details\\\": 1, \\\"query_gjj_card\\\": 6, \\\"query_shebao_card\\\": 10, \\\"how_to_pai\\\": 51, \\\"check_can_dun_ban\\\": 3, \\\"query_req_resources\\\": 67, \\\"ask_discount\\\": 6, \\\"query_fahuo\\\": 13, \\\"ask_can_provide_resource\\\": 1, \\\"ask_hetong\\\": 1, \\\"banli\\\": 9, \\\"provide_resource\\\": 4, \\\"ask_kai_piao\\\": 6, \\\"request_link\\\": 47, \\\"query_housing\\\": 16, \\\"query_multiple_locations\\\": 27, \\\"laodong\\\": 2, \\\"query_pregnant\\\": 32, \\\"query_various_effects\\\": 17, \\\"query_region_coverage\\\": 21, \\\"query_shebao_components\\\": 29, \\\"ask_can_topup\\\": 93, \\\"daikuan\\\": 19, \\\"luohu\\\": 27, \\\"pay_shui\\\": 15, \\\"purchase\\\": 184, \\\"ask_custom_gjj_jishu\\\": 72}\", \"index_docs\": \"{\\\"13\\\": 67, \\\"48\\\": 10, \\\"54\\\": 9, \\\"46\\\": 12, \\\"26\\\": 28, \\\"32\\\": 26, \\\"21\\\": 44, \\\"27\\\": 28, \\\"24\\\": 31, \\\"55\\\": 9, \\\"57\\\": 8, \\\"59\\\": 7, \\\"47\\\": 11, \\\"28\\\": 28, \\\"16\\\": 54, \\\"5\\\": 117, \\\"6\\\": 98, \\\"61\\\": 6, \\\"2\\\": 342, \\\"65\\\": 4, \\\"75\\\": 1, \\\"76\\\": 1, \\\"77\\\": 1, \\\"78\\\": 1, \\\"42\\\": 16, \\\"68\\\": 3, \\\"49\\\": 10, \\\"58\\\": 8, \\\"36\\\": 19, \\\"37\\\": 19, \\\"8\\\": 84, \\\"79\\\": 1, \\\"80\\\": 1, \\\"81\\\": 1, \\\"82\\\": 1, \\\"83\\\": 1, \\\"84\\\": 1, \\\"85\\\": 1, \\\"86\\\": 1, \\\"50\\\": 10, \\\"87\\\": 1, \\\"88\\\": 1, \\\"71\\\": 2, \\\"69\\\": 3, \\\"89\\\": 1, \\\"90\\\": 1, \\\"91\\\": 1, \\\"92\\\": 1, \\\"93\\\": 1, \\\"94\\\": 1, \\\"95\\\": 1, \\\"96\\\": 1, \\\"97\\\": 1, \\\"98\\\": 1, \\\"99\\\": 1, \\\"100\\\": 1, \\\"72\\\": 2, \\\"66\\\": 4, \\\"73\\\": 2, \\\"101\\\": 1, \\\"102\\\": 1, \\\"103\\\": 1, \\\"3\\\": 198, \\\"51\\\": 10, \\\"18\\\": 52, \\\"39\\\": 18, \\\"12\\\": 71, \\\"104\\\": 1, \\\"105\\\": 1, \\\"29\\\": 28, \\\"52\\\": 10, \\\"9\\\": 76, \\\"22\\\": 41, \\\"40\\\": 18, \\\"10\\\": 74, \\\"15\\\": 64, \\\"33\\\": 26, \\\"60\\\": 7, \\\"106\\\": 1, \\\"17\\\": 53, \\\"35\\\": 20, \\\"107\\\": 1, \\\"62\\\": 6, \\\"53\\\": 10, \\\"19\\\": 51, \\\"70\\\": 3, \\\"14\\\": 67, \\\"63\\\": 6, \\\"45\\\": 13, \\\"108\\\": 1, \\\"109\\\": 1, \\\"56\\\": 9, \\\"67\\\": 4, \\\"64\\\": 6, \\\"20\\\": 47, \\\"43\\\": 16, \\\"30\\\": 27, \\\"74\\\": 2, \\\"23\\\": 32, \\\"41\\\": 17, \\\"34\\\": 21, \\\"25\\\": 29, \\\"7\\\": 93, \\\"38\\\": 19, \\\"31\\\": 27, \\\"44\\\": 15, \\\"4\\\": 184, \\\"11\\\": 72}\", \"index_word\": \"{\\\"1\\\": 0, \\\"2\\\": \\\"inform\\\", \\\"3\\\": \\\"complicated\\\", \\\"4\\\": \\\"purchase\\\", \\\"5\\\": \\\"affirm\\\", \\\"6\\\": \\\"deny\\\", \\\"7\\\": \\\"ask_can_topup\\\", \\\"8\\\": \\\"query_topup\\\", \\\"9\\\": \\\"ask_how_much\\\", \\\"10\\\": \\\"query_pay_deadline\\\", \\\"11\\\": \\\"ask_custom_gjj_jishu\\\", \\\"12\\\": \\\"query_how_check_shebao_status\\\", \\\"13\\\": \\\"greet\\\", \\\"14\\\": \\\"query_req_resources\\\", \\\"15\\\": \\\"query_pay_process\\\", \\\"16\\\": \\\"inform_paid\\\", \\\"17\\\": \\\"ask_turnaround_time\\\", \\\"18\\\": \\\"ask_shebao_status\\\", \\\"19\\\": \\\"how_to_pai\\\", \\\"20\\\": \\\"request_link\\\", \\\"21\\\": \\\"doublecheck\\\", \\\"22\\\": \\\"query_xufei\\\", \\\"23\\\": \\\"query_pregnant\\\", \\\"24\\\": \\\"get_back_later\\\", \\\"25\\\": \\\"query_shebao_components\\\", \\\"26\\\": \\\"thankyou\\\", \\\"27\\\": \\\"hesitate\\\", \\\"28\\\": \\\"inform_done\\\", \\\"29\\\": \\\"check_procedure_fill\\\", \\\"30\\\": \\\"query_multiple_locations\\\", \\\"31\\\": \\\"luohu\\\", \\\"32\\\": \\\"confused\\\", \\\"33\\\": \\\"query_pay_part_only\\\", \\\"34\\\": \\\"query_region_coverage\\\", \\\"35\\\": \\\"next_step\\\", \\\"36\\\": \\\"query_phone\\\", \\\"37\\\": \\\"query_weixin\\\", \\\"38\\\": \\\"daikuan\\\", \\\"39\\\": \\\"query_when_check_shebao_status\\\", \\\"40\\\": \\\"query_delay_fahuo\\\", \\\"41\\\": \\\"query_various_effects\\\", \\\"42\\\": \\\"unsupported_request\\\", \\\"43\\\": \\\"query_housing\\\", \\\"44\\\": \\\"pay_shui\\\", \\\"45\\\": \\\"query_fahuo\\\", \\\"46\\\": \\\"complain\\\", \\\"47\\\": \\\"question_why\\\", \\\"48\\\": \\\"goodbye\\\", \\\"49\\\": \\\"query_company_name\\\", \\\"50\\\": \\\"query_break_gjj\\\", \\\"51\\\": \\\"ask_for_refund\\\", \\\"52\\\": \\\"ask_shebao_card_status\\\", \\\"53\\\": \\\"query_shebao_card\\\", \\\"54\\\": \\\"apology\\\", \\\"55\\\": \\\"question_reliability\\\", \\\"56\\\": \\\"banli\\\", \\\"57\\\": \\\"ask_how_now\\\", \\\"58\\\": \\\"query_mini_program\\\", \\\"59\\\": \\\"beg_for_help\\\", \\\"60\\\": \\\"query_have_service_fee\\\", \\\"61\\\": \\\"report_issue\\\", \\\"62\\\": \\\"query_gjj_card\\\", \\\"63\\\": \\\"ask_discount\\\", \\\"64\\\": \\\"ask_kai_piao\\\", \\\"65\\\": \\\"inform_notify\\\", \\\"66\\\": \\\"query_canzhangjin\\\", \\\"67\\\": \\\"provide_resource\\\", \\\"68\\\": \\\"ineligible_shebao\\\", \\\"69\\\": \\\"can_purchase\\\", \\\"70\\\": \\\"check_can_dun_ban\\\", \\\"71\\\": \\\"can_use_yibao\\\", \\\"72\\\": \\\"gonghu\\\", \\\"73\\\": \\\"need_transfer\\\", \\\"74\\\": \\\"laodong\\\", \\\"75\\\": \\\"inform_kapian\\\", \\\"76\\\": \\\"inform_copied_msg\\\", \\\"77\\\": \\\"inform_take_note\\\", \\\"78\\\": \\\"inform_link\\\", \\\"79\\\": \\\"yutiaojishu\\\", \\\"80\\\": \\\"ask_can_pay_later\\\", \\\"81\\\": \\\"can_use_card\\\", \\\"82\\\": \\\"check_requirements_employee\\\", \\\"83\\\": \\\"contact_us\\\", \\\"84\\\": \\\"check_rujilu_purpose\\\", \\\"85\\\": \\\"is_gua_kao\\\", \\\"86\\\": \\\"stop_payment_need_pay\\\", \\\"87\\\": \\\"yibaoka_when_use\\\", \\\"88\\\": \\\"shenyubaoxian_payhowlong\\\", \\\"89\\\": \\\"liancheng_shebao\\\", \\\"90\\\": \\\"taichan_luohu\\\", \\\"91\\\": \\\"shengyu_benefit_coverage\\\", \\\"92\\\": \\\"looking_employment\\\", \\\"93\\\": \\\"hospitalised\\\", \\\"94\\\": \\\"yibao_benefit\\\", \\\"95\\\": \\\"huabei\\\", \\\"96\\\": \\\"jietu\\\", \\\"97\\\": \\\"wechat_problem\\\", \\\"98\\\": \\\"query_mail\\\", \\\"99\\\": \\\"mail_kapian\\\", \\\"100\\\": \\\"ask_password\\\", \\\"101\\\": \\\"kaipiao_fee\\\", \\\"102\\\": \\\"daikuan_requirement\\\", \\\"103\\\": \\\"will_it_sudden_stop\\\", \\\"104\\\": \\\"change_wangwang_id\\\", \\\"105\\\": \\\"will_fee_be_same\\\", \\\"106\\\": \\\"query_payment_schedule\\\", \\\"107\\\": \\\"ask_for_details\\\", \\\"108\\\": \\\"ask_can_provide_resource\\\", \\\"109\\\": \\\"ask_hetong\\\"}\", \"word_index\": \"{\\\"0\\\": 1, \\\"inform\\\": 2, \\\"complicated\\\": 3, \\\"purchase\\\": 4, \\\"affirm\\\": 5, \\\"deny\\\": 6, \\\"ask_can_topup\\\": 7, \\\"query_topup\\\": 8, \\\"ask_how_much\\\": 9, \\\"query_pay_deadline\\\": 10, \\\"ask_custom_gjj_jishu\\\": 11, \\\"query_how_check_shebao_status\\\": 12, \\\"greet\\\": 13, \\\"query_req_resources\\\": 14, \\\"query_pay_process\\\": 15, \\\"inform_paid\\\": 16, \\\"ask_turnaround_time\\\": 17, \\\"ask_shebao_status\\\": 18, \\\"how_to_pai\\\": 19, \\\"request_link\\\": 20, \\\"doublecheck\\\": 21, \\\"query_xufei\\\": 22, \\\"query_pregnant\\\": 23, \\\"get_back_later\\\": 24, \\\"query_shebao_components\\\": 25, \\\"thankyou\\\": 26, \\\"hesitate\\\": 27, \\\"inform_done\\\": 28, \\\"check_procedure_fill\\\": 29, \\\"query_multiple_locations\\\": 30, \\\"luohu\\\": 31, \\\"confused\\\": 32, \\\"query_pay_part_only\\\": 33, \\\"query_region_coverage\\\": 34, \\\"next_step\\\": 35, \\\"query_phone\\\": 36, \\\"query_weixin\\\": 37, \\\"daikuan\\\": 38, \\\"query_when_check_shebao_status\\\": 39, \\\"query_delay_fahuo\\\": 40, \\\"query_various_effects\\\": 41, \\\"unsupported_request\\\": 42, \\\"query_housing\\\": 43, \\\"pay_shui\\\": 44, \\\"query_fahuo\\\": 45, \\\"complain\\\": 46, \\\"question_why\\\": 47, \\\"goodbye\\\": 48, \\\"query_company_name\\\": 49, \\\"query_break_gjj\\\": 50, \\\"ask_for_refund\\\": 51, \\\"ask_shebao_card_status\\\": 52, \\\"query_shebao_card\\\": 53, \\\"apology\\\": 54, \\\"question_reliability\\\": 55, \\\"banli\\\": 56, \\\"ask_how_now\\\": 57, \\\"query_mini_program\\\": 58, \\\"beg_for_help\\\": 59, \\\"query_have_service_fee\\\": 60, \\\"report_issue\\\": 61, \\\"query_gjj_card\\\": 62, \\\"ask_discount\\\": 63, \\\"ask_kai_piao\\\": 64, \\\"inform_notify\\\": 65, \\\"query_canzhangjin\\\": 66, \\\"provide_resource\\\": 67, \\\"ineligible_shebao\\\": 68, \\\"can_purchase\\\": 69, \\\"check_can_dun_ban\\\": 70, \\\"can_use_yibao\\\": 71, \\\"gonghu\\\": 72, \\\"need_transfer\\\": 73, \\\"laodong\\\": 74, \\\"inform_kapian\\\": 75, \\\"inform_copied_msg\\\": 76, \\\"inform_take_note\\\": 77, \\\"inform_link\\\": 78, \\\"yutiaojishu\\\": 79, \\\"ask_can_pay_later\\\": 80, \\\"can_use_card\\\": 81, \\\"check_requirements_employee\\\": 82, \\\"contact_us\\\": 83, \\\"check_rujilu_purpose\\\": 84, \\\"is_gua_kao\\\": 85, \\\"stop_payment_need_pay\\\": 86, \\\"yibaoka_when_use\\\": 87, \\\"shenyubaoxian_payhowlong\\\": 88, \\\"liancheng_shebao\\\": 89, \\\"taichan_luohu\\\": 90, \\\"shengyu_benefit_coverage\\\": 91, \\\"looking_employment\\\": 92, \\\"hospitalised\\\": 93, \\\"yibao_benefit\\\": 94, \\\"huabei\\\": 95, \\\"jietu\\\": 96, \\\"wechat_problem\\\": 97, \\\"query_mail\\\": 98, \\\"mail_kapian\\\": 99, \\\"ask_password\\\": 100, \\\"kaipiao_fee\\\": 101, \\\"daikuan_requirement\\\": 102, \\\"will_it_sudden_stop\\\": 103, \\\"change_wangwang_id\\\": 104, \\\"will_fee_be_same\\\": 105, \\\"query_payment_schedule\\\": 106, \\\"ask_for_details\\\": 107, \\\"ask_can_provide_resource\\\": 108, \\\"ask_hetong\\\": 109}\"}}"