"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 150, \"filters\": \"\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": 0, \"document_count\": 4064, \"word_counts\": \"{\\\"greet\\\": 76, \\\"goodbye\\\": 17, \\\"apology\\\": 11, \\\"general_query\\\": 6, \\\"complain\\\": 16, \\\"thankyou\\\": 31, \\\"confused\\\": 29, \\\"doublecheck\\\": 29, \\\"doublecheck_value\\\": 113, \\\"hesitate\\\": 34, \\\"get_back_later\\\": 42, \\\"question_reliability\\\": 22, \\\"complicated\\\": 185, \\\"next_step\\\": 21, \\\"inform_done\\\": 43, \\\"inform_paid\\\": 238, \\\"affirm\\\": 129, \\\"deny\\\": 106, \\\"inform\\\": 454, \\\"request_link\\\": 80, \\\"request_notify\\\": 36, \\\"ask_shebao_status\\\": 66, \\\"ask_shebao_card_status\\\": 10, \\\"ask_how_much\\\": 144, \\\"query_shebao_components\\\": 44, \\\"query_topup\\\": 95, \\\"query_what_this_for\\\": 19, \\\"query_have_service_fee\\\": 14, \\\"query_gua_kao\\\": 15, \\\"query_region_coverage\\\": 36, \\\"query_current_month_options\\\": 11, \\\"query_when_check_shebao_status\\\": 57, \\\"query_fahuo\\\": 21, \\\"query_when_kaihu\\\": 6, \\\"ask_turnaround_time\\\": 85, \\\"query_how_check_shebao_status\\\": 81, \\\"query_xufei\\\": 60, \\\"query_gjj_card\\\": 10, \\\"query_shebao_card\\\": 10, \\\"query_pay_process\\\": 94, \\\"query_how_settle\\\": 74, \\\"query_my_area\\\": 3, \\\"query_req_resources\\\": 155, \\\"query_pay_part_only\\\": 39, \\\"query_delay_fahuo\\\": 18, \\\"unsupported_request\\\": 20, \\\"ask_can_pay_later\\\": 10, \\\"ask_alt_payment_method\\\": 12, \\\"query_use_huabei\\\": 37, \\\"query_pay_date\\\": 117, \\\"query_pay_deadline\\\": 126, \\\"query_various_effects\\\": 42, \\\"query_housing\\\": 28, \\\"query_multiple_locations\\\": 29, \\\"query_sick\\\": 31, \\\"query_sick_light\\\": 17, \\\"query_break\\\": 34, \\\"define\\\": 15, \\\"query_pregnant\\\": 38, \\\"ask_can_topup\\\": 112, \\\"daikuan\\\": 19, \\\"luohu\\\": 35, \\\"pay_shui\\\": 27, \\\"purchase\\\": 218, \\\"ask_custom_jishu\\\": 124, \\\"ask_for_refund\\\": 21, \\\"query_company_name\\\": 16, \\\"query_phone\\\": 29, \\\"query_weixin\\\": 22}\", \"word_docs\": \"{\\\"greet\\\": 76, \\\"goodbye\\\": 17, \\\"apology\\\": 11, \\\"general_query\\\": 6, \\\"complain\\\": 16, \\\"thankyou\\\": 31, \\\"confused\\\": 29, \\\"doublecheck\\\": 29, \\\"doublecheck_value\\\": 113, \\\"hesitate\\\": 34, \\\"get_back_later\\\": 42, \\\"question_reliability\\\": 22, \\\"complicated\\\": 185, \\\"next_step\\\": 21, \\\"inform_done\\\": 43, \\\"inform_paid\\\": 238, \\\"affirm\\\": 129, \\\"deny\\\": 106, \\\"inform\\\": 454, \\\"request_link\\\": 80, \\\"request_notify\\\": 36, \\\"ask_shebao_status\\\": 66, \\\"ask_shebao_card_status\\\": 10, \\\"ask_how_much\\\": 144, \\\"query_shebao_components\\\": 44, \\\"query_topup\\\": 95, \\\"query_what_this_for\\\": 19, \\\"query_have_service_fee\\\": 14, \\\"query_gua_kao\\\": 15, \\\"query_region_coverage\\\": 36, \\\"query_current_month_options\\\": 11, \\\"query_when_check_shebao_status\\\": 57, \\\"query_fahuo\\\": 21, \\\"query_when_kaihu\\\": 6, \\\"ask_turnaround_time\\\": 85, \\\"query_how_check_shebao_status\\\": 81, \\\"query_xufei\\\": 60, \\\"query_gjj_card\\\": 10, \\\"query_shebao_card\\\": 10, \\\"query_pay_process\\\": 94, \\\"query_how_settle\\\": 74, \\\"query_my_area\\\": 3, \\\"query_req_resources\\\": 155, \\\"query_pay_part_only\\\": 39, \\\"query_delay_fahuo\\\": 18, \\\"unsupported_request\\\": 20, \\\"ask_can_pay_later\\\": 10, \\\"ask_alt_payment_method\\\": 12, \\\"query_use_huabei\\\": 37, \\\"query_pay_date\\\": 117, \\\"query_pay_deadline\\\": 126, \\\"query_various_effects\\\": 42, \\\"query_housing\\\": 28, \\\"query_multiple_locations\\\": 29, \\\"query_sick\\\": 31, \\\"query_sick_light\\\": 17, \\\"query_break\\\": 34, \\\"define\\\": 15, \\\"query_pregnant\\\": 38, \\\"ask_can_topup\\\": 112, \\\"daikuan\\\": 19, \\\"luohu\\\": 35, \\\"pay_shui\\\": 27, \\\"purchase\\\": 218, \\\"ask_custom_jishu\\\": 124, \\\"ask_for_refund\\\": 21, \\\"query_company_name\\\": 16, \\\"query_phone\\\": 29, \\\"query_weixin\\\": 22}\", \"index_docs\": \"{\\\"20\\\": 76, \\\"54\\\": 17, \\\"62\\\": 11, \\\"68\\\": 6, \\\"56\\\": 16, \\\"37\\\": 31, \\\"39\\\": 29, \\\"40\\\": 29, \\\"12\\\": 113, \\\"35\\\": 34, \\\"27\\\": 42, \\\"45\\\": 22, \\\"5\\\": 185, \\\"47\\\": 21, \\\"26\\\": 43, \\\"3\\\": 238, \\\"8\\\": 129, \\\"14\\\": 106, \\\"2\\\": 454, \\\"19\\\": 80, \\\"32\\\": 36, \\\"22\\\": 66, \\\"64\\\": 10, \\\"7\\\": 144, \\\"25\\\": 44, \\\"15\\\": 95, \\\"51\\\": 19, \\\"60\\\": 14, \\\"58\\\": 15, \\\"33\\\": 36, \\\"63\\\": 11, \\\"24\\\": 57, \\\"48\\\": 21, \\\"69\\\": 6, \\\"17\\\": 85, \\\"18\\\": 81, \\\"23\\\": 60, \\\"65\\\": 10, \\\"66\\\": 10, \\\"16\\\": 94, \\\"21\\\": 74, \\\"70\\\": 3, \\\"6\\\": 155, \\\"29\\\": 39, \\\"53\\\": 18, \\\"50\\\": 20, \\\"67\\\": 10, \\\"61\\\": 12, \\\"31\\\": 37, \\\"11\\\": 117, \\\"9\\\": 126, \\\"28\\\": 42, \\\"43\\\": 28, \\\"41\\\": 29, \\\"38\\\": 31, \\\"55\\\": 17, \\\"36\\\": 34, \\\"59\\\": 15, \\\"30\\\": 38, \\\"13\\\": 112, \\\"52\\\": 19, \\\"34\\\": 35, \\\"44\\\": 27, \\\"4\\\": 218, \\\"10\\\": 124, \\\"49\\\": 21, \\\"57\\\": 16, \\\"42\\\": 29, \\\"46\\\": 22}\", \"index_word\": \"{\\\"1\\\": 0, \\\"2\\\": \\\"inform\\\", \\\"3\\\": \\\"inform_paid\\\", \\\"4\\\": \\\"purchase\\\", \\\"5\\\": \\\"complicated\\\", \\\"6\\\": \\\"query_req_resources\\\", \\\"7\\\": \\\"ask_how_much\\\", \\\"8\\\": \\\"affirm\\\", \\\"9\\\": \\\"query_pay_deadline\\\", \\\"10\\\": \\\"ask_custom_jishu\\\", \\\"11\\\": \\\"query_pay_date\\\", \\\"12\\\": \\\"doublecheck_value\\\", \\\"13\\\": \\\"ask_can_topup\\\", \\\"14\\\": \\\"deny\\\", \\\"15\\\": \\\"query_topup\\\", \\\"16\\\": \\\"query_pay_process\\\", \\\"17\\\": \\\"ask_turnaround_time\\\", \\\"18\\\": \\\"query_how_check_shebao_status\\\", \\\"19\\\": \\\"request_link\\\", \\\"20\\\": \\\"greet\\\", \\\"21\\\": \\\"query_how_settle\\\", \\\"22\\\": \\\"ask_shebao_status\\\", \\\"23\\\": \\\"query_xufei\\\", \\\"24\\\": \\\"query_when_check_shebao_status\\\", \\\"25\\\": \\\"query_shebao_components\\\", \\\"26\\\": \\\"inform_done\\\", \\\"27\\\": \\\"get_back_later\\\", \\\"28\\\": \\\"query_various_effects\\\", \\\"29\\\": \\\"query_pay_part_only\\\", \\\"30\\\": \\\"query_pregnant\\\", \\\"31\\\": \\\"query_use_huabei\\\", \\\"32\\\": \\\"request_notify\\\", \\\"33\\\": \\\"query_region_coverage\\\", \\\"34\\\": \\\"luohu\\\", \\\"35\\\": \\\"hesitate\\\", \\\"36\\\": \\\"query_break\\\", \\\"37\\\": \\\"thankyou\\\", \\\"38\\\": \\\"query_sick\\\", \\\"39\\\": \\\"confused\\\", \\\"40\\\": \\\"doublecheck\\\", \\\"41\\\": \\\"query_multiple_locations\\\", \\\"42\\\": \\\"query_phone\\\", \\\"43\\\": \\\"query_housing\\\", \\\"44\\\": \\\"pay_shui\\\", \\\"45\\\": \\\"question_reliability\\\", \\\"46\\\": \\\"query_weixin\\\", \\\"47\\\": \\\"next_step\\\", \\\"48\\\": \\\"query_fahuo\\\", \\\"49\\\": \\\"ask_for_refund\\\", \\\"50\\\": \\\"unsupported_request\\\", \\\"51\\\": \\\"query_what_this_for\\\", \\\"52\\\": \\\"daikuan\\\", \\\"53\\\": \\\"query_delay_fahuo\\\", \\\"54\\\": \\\"goodbye\\\", \\\"55\\\": \\\"query_sick_light\\\", \\\"56\\\": \\\"complain\\\", \\\"57\\\": \\\"query_company_name\\\", \\\"58\\\": \\\"query_gua_kao\\\", \\\"59\\\": \\\"define\\\", \\\"60\\\": \\\"query_have_service_fee\\\", \\\"61\\\": \\\"ask_alt_payment_method\\\", \\\"62\\\": \\\"apology\\\", \\\"63\\\": \\\"query_current_month_options\\\", \\\"64\\\": \\\"ask_shebao_card_status\\\", \\\"65\\\": \\\"query_gjj_card\\\", \\\"66\\\": \\\"query_shebao_card\\\", \\\"67\\\": \\\"ask_can_pay_later\\\", \\\"68\\\": \\\"general_query\\\", \\\"69\\\": \\\"query_when_kaihu\\\", \\\"70\\\": \\\"query_my_area\\\"}\", \"word_index\": \"{\\\"0\\\": 1, \\\"inform\\\": 2, \\\"inform_paid\\\": 3, \\\"purchase\\\": 4, \\\"complicated\\\": 5, \\\"query_req_resources\\\": 6, \\\"ask_how_much\\\": 7, \\\"affirm\\\": 8, \\\"query_pay_deadline\\\": 9, \\\"ask_custom_jishu\\\": 10, \\\"query_pay_date\\\": 11, \\\"doublecheck_value\\\": 12, \\\"ask_can_topup\\\": 13, \\\"deny\\\": 14, \\\"query_topup\\\": 15, \\\"query_pay_process\\\": 16, \\\"ask_turnaround_time\\\": 17, \\\"query_how_check_shebao_status\\\": 18, \\\"request_link\\\": 19, \\\"greet\\\": 20, \\\"query_how_settle\\\": 21, \\\"ask_shebao_status\\\": 22, \\\"query_xufei\\\": 23, \\\"query_when_check_shebao_status\\\": 24, \\\"query_shebao_components\\\": 25, \\\"inform_done\\\": 26, \\\"get_back_later\\\": 27, \\\"query_various_effects\\\": 28, \\\"query_pay_part_only\\\": 29, \\\"query_pregnant\\\": 30, \\\"query_use_huabei\\\": 31, \\\"request_notify\\\": 32, \\\"query_region_coverage\\\": 33, \\\"luohu\\\": 34, \\\"hesitate\\\": 35, \\\"query_break\\\": 36, \\\"thankyou\\\": 37, \\\"query_sick\\\": 38, \\\"confused\\\": 39, \\\"doublecheck\\\": 40, \\\"query_multiple_locations\\\": 41, \\\"query_phone\\\": 42, \\\"query_housing\\\": 43, \\\"pay_shui\\\": 44, \\\"question_reliability\\\": 45, \\\"query_weixin\\\": 46, \\\"next_step\\\": 47, \\\"query_fahuo\\\": 48, \\\"ask_for_refund\\\": 49, \\\"unsupported_request\\\": 50, \\\"query_what_this_for\\\": 51, \\\"daikuan\\\": 52, \\\"query_delay_fahuo\\\": 53, \\\"goodbye\\\": 54, \\\"query_sick_light\\\": 55, \\\"complain\\\": 56, \\\"query_company_name\\\": 57, \\\"query_gua_kao\\\": 58, \\\"define\\\": 59, \\\"query_have_service_fee\\\": 60, \\\"ask_alt_payment_method\\\": 61, \\\"apology\\\": 62, \\\"query_current_month_options\\\": 63, \\\"ask_shebao_card_status\\\": 64, \\\"query_gjj_card\\\": 65, \\\"query_shebao_card\\\": 66, \\\"ask_can_pay_later\\\": 67, \\\"general_query\\\": 68, \\\"query_when_kaihu\\\": 69, \\\"query_my_area\\\": 70}\"}}"