"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 150, \"filters\": \"\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": 0, \"document_count\": 2785, \"word_counts\": \"{\\\"greet\\\": 67, \\\"goodbye\\\": 13, \\\"apology\\\": 9, \\\"complain\\\": 12, \\\"thankyou\\\": 28, \\\"confused\\\": 26, \\\"doublecheck\\\": 56, \\\"hesitate\\\": 28, \\\"get_back_later\\\": 34, \\\"question_reliability\\\": 9, \\\"ask_how_now\\\": 9, \\\"beg_for_help\\\": 7, \\\"question_why\\\": 12, \\\"inform_done\\\": 32, \\\"inform_paid\\\": 54, \\\"affirm\\\": 118, \\\"deny\\\": 98, \\\"report_issue\\\": 6, \\\"inform\\\": 336, \\\"inform_notify\\\": 4, \\\"inform_kapian\\\": 1, \\\"inform_copied_msg\\\": 2, \\\"inform_take_note\\\": 1, \\\"inform_provide_wronginfo\\\": 7, \\\"inform_story\\\": 4, \\\"inform_link\\\": 4, \\\"unsupported_request\\\": 16, \\\"fendang\\\": 1, \\\"ineligible_shebao\\\": 3, \\\"query_company_name\\\": 10, \\\"query_mini_program\\\": 8, \\\"query_phone\\\": 19, \\\"query_weixin\\\": 19, \\\"query_topup\\\": 84, \\\"preset_jishu\\\": 1, \\\"ask_can_pay_later\\\": 1, \\\"can_use_card\\\": 1, \\\"check_requirements_employee\\\": 1, \\\"contact_us\\\": 1, \\\"check_rujilu_purpose\\\": 1, \\\"is_gua_kao\\\": 1, \\\"stop_payment_need_pay\\\": 1, \\\"query_break_gjj\\\": 10, \\\"yibaoka_when_use\\\": 1, \\\"shenyubaoxian_payhowlong\\\": 1, \\\"can_use_yibao\\\": 2, \\\"can_purchase\\\": 3, \\\"liaocheng_shebao\\\": 1, \\\"taichan_luohu\\\": 1, \\\"shengyu_benefit_coverage\\\": 1, \\\"looking_employment\\\": 1, \\\"hospitalised\\\": 1, \\\"yibao_benefit\\\": 1, \\\"huabei\\\": 1, \\\"jietu\\\": 1, \\\"wechat_problem\\\": 1, \\\"query_mail\\\": 1, \\\"mail_kapian\\\": 1, \\\"ask_password\\\": 1, \\\"gonghu\\\": 2, \\\"query_canzhangjin\\\": 4, \\\"need_transfer\\\": 2, \\\"kaipiao_fee\\\": 1, \\\"daikuan_requirement\\\": 3, \\\"refund_condition\\\": 1, \\\"will_it_sudden_stop\\\": 1, \\\"complicated\\\": 191, \\\"unsure\\\": 1, \\\"ask_for_refund\\\": 10, \\\"ask_shebao_status\\\": 52, \\\"query_when_check_shebao_status\\\": 18, \\\"query_how_check_shebao_status\\\": 73, \\\"change_wangwang_id\\\": 1, \\\"will_fee_be_same\\\": 1, \\\"check_procedure_fill\\\": 28, \\\"ask_shebao_card_status\\\": 10, \\\"ask_how_much\\\": 79, \\\"query_xufei\\\": 41, \\\"ask_discount\\\": 6, \\\"query_pay_deadline\\\": 76, \\\"query_pay_process\\\": 69, \\\"query_pay_part_only\\\": 31, \\\"query_have_service_fee\\\": 7, \\\"query_payment_schedule\\\": 1, \\\"ask_turnaround_time\\\": 54, \\\"next_step\\\": 20, \\\"ask_for_details\\\": 1, \\\"query_gjj_card\\\": 6, \\\"query_shebao_card\\\": 10, \\\"how_to_pai\\\": 51, \\\"check_can_dun_ban\\\": 3, \\\"query_req_resources\\\": 68, \\\"query_delay_fahuo\\\": 18, \\\"query_fahuo\\\": 22, \\\"ask_can_provide_resource\\\": 1, \\\"ask_hetong\\\": 1, \\\"banli\\\": 9, \\\"provide_resource\\\": 4, \\\"ask_kai_piao\\\": 6, \\\"request_link\\\": 47, \\\"query_housing\\\": 16, \\\"query_multiple_locations\\\": 27, \\\"laodong\\\": 2, \\\"query_pregnant\\\": 32, \\\"query_various_effects\\\": 23, \\\"query_region_coverage\\\": 26, \\\"query_shebao_components\\\": 29, \\\"ask_can_topup\\\": 93, \\\"daikuan\\\": 19, \\\"luohu\\\": 29, \\\"pay_shui\\\": 16, \\\"purchase\\\": 177, \\\"ask_custom_jishu\\\": 92}\", \"word_docs\": \"{\\\"greet\\\": 67, \\\"goodbye\\\": 13, \\\"apology\\\": 9, \\\"complain\\\": 12, \\\"thankyou\\\": 28, \\\"confused\\\": 26, \\\"doublecheck\\\": 56, \\\"hesitate\\\": 28, \\\"get_back_later\\\": 34, \\\"question_reliability\\\": 9, \\\"ask_how_now\\\": 9, \\\"beg_for_help\\\": 7, \\\"question_why\\\": 12, \\\"inform_done\\\": 32, \\\"inform_paid\\\": 54, \\\"affirm\\\": 118, \\\"deny\\\": 98, \\\"report_issue\\\": 6, \\\"inform\\\": 336, \\\"inform_notify\\\": 4, \\\"inform_kapian\\\": 1, \\\"inform_copied_msg\\\": 2, \\\"inform_take_note\\\": 1, \\\"inform_provide_wronginfo\\\": 7, \\\"inform_story\\\": 4, \\\"inform_link\\\": 4, \\\"unsupported_request\\\": 16, \\\"fendang\\\": 1, \\\"ineligible_shebao\\\": 3, \\\"query_company_name\\\": 10, \\\"query_mini_program\\\": 8, \\\"query_phone\\\": 19, \\\"query_weixin\\\": 19, \\\"query_topup\\\": 84, \\\"preset_jishu\\\": 1, \\\"ask_can_pay_later\\\": 1, \\\"can_use_card\\\": 1, \\\"check_requirements_employee\\\": 1, \\\"contact_us\\\": 1, \\\"check_rujilu_purpose\\\": 1, \\\"is_gua_kao\\\": 1, \\\"stop_payment_need_pay\\\": 1, \\\"query_break_gjj\\\": 10, \\\"yibaoka_when_use\\\": 1, \\\"shenyubaoxian_payhowlong\\\": 1, \\\"can_use_yibao\\\": 2, \\\"can_purchase\\\": 3, \\\"liaocheng_shebao\\\": 1, \\\"taichan_luohu\\\": 1, \\\"shengyu_benefit_coverage\\\": 1, \\\"looking_employment\\\": 1, \\\"hospitalised\\\": 1, \\\"yibao_benefit\\\": 1, \\\"huabei\\\": 1, \\\"jietu\\\": 1, \\\"wechat_problem\\\": 1, \\\"query_mail\\\": 1, \\\"mail_kapian\\\": 1, \\\"ask_password\\\": 1, \\\"gonghu\\\": 2, \\\"query_canzhangjin\\\": 4, \\\"need_transfer\\\": 2, \\\"kaipiao_fee\\\": 1, \\\"daikuan_requirement\\\": 3, \\\"refund_condition\\\": 1, \\\"will_it_sudden_stop\\\": 1, \\\"complicated\\\": 191, \\\"unsure\\\": 1, \\\"ask_for_refund\\\": 10, \\\"ask_shebao_status\\\": 52, \\\"query_when_check_shebao_status\\\": 18, \\\"query_how_check_shebao_status\\\": 73, \\\"change_wangwang_id\\\": 1, \\\"will_fee_be_same\\\": 1, \\\"check_procedure_fill\\\": 28, \\\"ask_shebao_card_status\\\": 10, \\\"ask_how_much\\\": 79, \\\"query_xufei\\\": 41, \\\"ask_discount\\\": 6, \\\"query_pay_deadline\\\": 76, \\\"query_pay_process\\\": 69, \\\"query_pay_part_only\\\": 31, \\\"query_have_service_fee\\\": 7, \\\"query_payment_schedule\\\": 1, \\\"ask_turnaround_time\\\": 54, \\\"next_step\\\": 20, \\\"ask_for_details\\\": 1, \\\"query_gjj_card\\\": 6, \\\"query_shebao_card\\\": 10, \\\"how_to_pai\\\": 51, \\\"check_can_dun_ban\\\": 3, \\\"query_req_resources\\\": 68, \\\"query_delay_fahuo\\\": 18, \\\"query_fahuo\\\": 22, \\\"ask_can_provide_resource\\\": 1, \\\"ask_hetong\\\": 1, \\\"banli\\\": 9, \\\"provide_resource\\\": 4, \\\"ask_kai_piao\\\": 6, \\\"request_link\\\": 47, \\\"query_housing\\\": 16, \\\"query_multiple_locations\\\": 27, \\\"laodong\\\": 2, \\\"query_pregnant\\\": 32, \\\"query_various_effects\\\": 23, \\\"query_region_coverage\\\": 26, \\\"query_shebao_components\\\": 29, \\\"ask_can_topup\\\": 93, \\\"daikuan\\\": 19, \\\"luohu\\\": 29, \\\"pay_shui\\\": 16, \\\"purchase\\\": 177, \\\"ask_custom_jishu\\\": 92}\", \"index_docs\": \"{\\\"15\\\": 67, \\\"46\\\": 13, \\\"54\\\": 9, \\\"47\\\": 12, \\\"29\\\": 28, \\\"33\\\": 26, \\\"16\\\": 56, \\\"30\\\": 28, \\\"23\\\": 34, \\\"55\\\": 9, \\\"56\\\": 9, \\\"59\\\": 7, \\\"48\\\": 12, \\\"24\\\": 32, \\\"17\\\": 54, \\\"5\\\": 118, \\\"6\\\": 98, \\\"62\\\": 6, \\\"2\\\": 336, \\\"66\\\": 4, \\\"80\\\": 1, \\\"75\\\": 2, \\\"81\\\": 1, \\\"60\\\": 7, \\\"67\\\": 4, \\\"68\\\": 4, \\\"43\\\": 16, \\\"82\\\": 1, \\\"71\\\": 3, \\\"49\\\": 10, \\\"58\\\": 8, \\\"38\\\": 19, \\\"39\\\": 19, \\\"9\\\": 84, \\\"83\\\": 1, \\\"84\\\": 1, \\\"85\\\": 1, \\\"86\\\": 1, \\\"87\\\": 1, \\\"88\\\": 1, \\\"89\\\": 1, \\\"90\\\": 1, \\\"50\\\": 10, \\\"91\\\": 1, \\\"92\\\": 1, \\\"76\\\": 2, \\\"72\\\": 3, \\\"93\\\": 1, \\\"94\\\": 1, \\\"95\\\": 1, \\\"96\\\": 1, \\\"97\\\": 1, \\\"98\\\": 1, \\\"99\\\": 1, \\\"100\\\": 1, \\\"101\\\": 1, \\\"102\\\": 1, \\\"103\\\": 1, \\\"104\\\": 1, \\\"77\\\": 2, \\\"69\\\": 4, \\\"78\\\": 2, \\\"105\\\": 1, \\\"73\\\": 3, \\\"106\\\": 1, \\\"107\\\": 1, \\\"3\\\": 191, \\\"108\\\": 1, \\\"51\\\": 10, \\\"19\\\": 52, \\\"41\\\": 18, \\\"12\\\": 73, \\\"109\\\": 1, \\\"110\\\": 1, \\\"31\\\": 28, \\\"52\\\": 10, \\\"10\\\": 79, \\\"22\\\": 41, \\\"63\\\": 6, \\\"11\\\": 76, \\\"13\\\": 69, \\\"26\\\": 31, \\\"61\\\": 7, \\\"111\\\": 1, \\\"18\\\": 54, \\\"37\\\": 20, \\\"112\\\": 1, \\\"64\\\": 6, \\\"53\\\": 10, \\\"20\\\": 51, \\\"74\\\": 3, \\\"14\\\": 68, \\\"42\\\": 18, \\\"36\\\": 22, \\\"113\\\": 1, \\\"114\\\": 1, \\\"57\\\": 9, \\\"70\\\": 4, \\\"65\\\": 6, \\\"21\\\": 47, \\\"44\\\": 16, \\\"32\\\": 27, \\\"79\\\": 2, \\\"25\\\": 32, \\\"35\\\": 23, \\\"34\\\": 26, \\\"27\\\": 29, \\\"7\\\": 93, \\\"40\\\": 19, \\\"28\\\": 29, \\\"45\\\": 16, \\\"4\\\": 177, \\\"8\\\": 92}\", \"index_word\": \"{\\\"1\\\": 0, \\\"2\\\": \\\"inform\\\", \\\"3\\\": \\\"complicated\\\", \\\"4\\\": \\\"purchase\\\", \\\"5\\\": \\\"affirm\\\", \\\"6\\\": \\\"deny\\\", \\\"7\\\": \\\"ask_can_topup\\\", \\\"8\\\": \\\"ask_custom_jishu\\\", \\\"9\\\": \\\"query_topup\\\", \\\"10\\\": \\\"ask_how_much\\\", \\\"11\\\": \\\"query_pay_deadline\\\", \\\"12\\\": \\\"query_how_check_shebao_status\\\", \\\"13\\\": \\\"query_pay_process\\\", \\\"14\\\": \\\"query_req_resources\\\", \\\"15\\\": \\\"greet\\\", \\\"16\\\": \\\"doublecheck\\\", \\\"17\\\": \\\"inform_paid\\\", \\\"18\\\": \\\"ask_turnaround_time\\\", \\\"19\\\": \\\"ask_shebao_status\\\", \\\"20\\\": \\\"how_to_pai\\\", \\\"21\\\": \\\"request_link\\\", \\\"22\\\": \\\"query_xufei\\\", \\\"23\\\": \\\"get_back_later\\\", \\\"24\\\": \\\"inform_done\\\", \\\"25\\\": \\\"query_pregnant\\\", \\\"26\\\": \\\"query_pay_part_only\\\", \\\"27\\\": \\\"query_shebao_components\\\", \\\"28\\\": \\\"luohu\\\", \\\"29\\\": \\\"thankyou\\\", \\\"30\\\": \\\"hesitate\\\", \\\"31\\\": \\\"check_procedure_fill\\\", \\\"32\\\": \\\"query_multiple_locations\\\", \\\"33\\\": \\\"confused\\\", \\\"34\\\": \\\"query_region_coverage\\\", \\\"35\\\": \\\"query_various_effects\\\", \\\"36\\\": \\\"query_fahuo\\\", \\\"37\\\": \\\"next_step\\\", \\\"38\\\": \\\"query_phone\\\", \\\"39\\\": \\\"query_weixin\\\", \\\"40\\\": \\\"daikuan\\\", \\\"41\\\": \\\"query_when_check_shebao_status\\\", \\\"42\\\": \\\"query_delay_fahuo\\\", \\\"43\\\": \\\"unsupported_request\\\", \\\"44\\\": \\\"query_housing\\\", \\\"45\\\": \\\"pay_shui\\\", \\\"46\\\": \\\"goodbye\\\", \\\"47\\\": \\\"complain\\\", \\\"48\\\": \\\"question_why\\\", \\\"49\\\": \\\"query_company_name\\\", \\\"50\\\": \\\"query_break_gjj\\\", \\\"51\\\": \\\"ask_for_refund\\\", \\\"52\\\": \\\"ask_shebao_card_status\\\", \\\"53\\\": \\\"query_shebao_card\\\", \\\"54\\\": \\\"apology\\\", \\\"55\\\": \\\"question_reliability\\\", \\\"56\\\": \\\"ask_how_now\\\", \\\"57\\\": \\\"banli\\\", \\\"58\\\": \\\"query_mini_program\\\", \\\"59\\\": \\\"beg_for_help\\\", \\\"60\\\": \\\"inform_provide_wronginfo\\\", \\\"61\\\": \\\"query_have_service_fee\\\", \\\"62\\\": \\\"report_issue\\\", \\\"63\\\": \\\"ask_discount\\\", \\\"64\\\": \\\"query_gjj_card\\\", \\\"65\\\": \\\"ask_kai_piao\\\", \\\"66\\\": \\\"inform_notify\\\", \\\"67\\\": \\\"inform_story\\\", \\\"68\\\": \\\"inform_link\\\", \\\"69\\\": \\\"query_canzhangjin\\\", \\\"70\\\": \\\"provide_resource\\\", \\\"71\\\": \\\"ineligible_shebao\\\", \\\"72\\\": \\\"can_purchase\\\", \\\"73\\\": \\\"daikuan_requirement\\\", \\\"74\\\": \\\"check_can_dun_ban\\\", \\\"75\\\": \\\"inform_copied_msg\\\", \\\"76\\\": \\\"can_use_yibao\\\", \\\"77\\\": \\\"gonghu\\\", \\\"78\\\": \\\"need_transfer\\\", \\\"79\\\": \\\"laodong\\\", \\\"80\\\": \\\"inform_kapian\\\", \\\"81\\\": \\\"inform_take_note\\\", \\\"82\\\": \\\"fendang\\\", \\\"83\\\": \\\"preset_jishu\\\", \\\"84\\\": \\\"ask_can_pay_later\\\", \\\"85\\\": \\\"can_use_card\\\", \\\"86\\\": \\\"check_requirements_employee\\\", \\\"87\\\": \\\"contact_us\\\", \\\"88\\\": \\\"check_rujilu_purpose\\\", \\\"89\\\": \\\"is_gua_kao\\\", \\\"90\\\": \\\"stop_payment_need_pay\\\", \\\"91\\\": \\\"yibaoka_when_use\\\", \\\"92\\\": \\\"shenyubaoxian_payhowlong\\\", \\\"93\\\": \\\"liaocheng_shebao\\\", \\\"94\\\": \\\"taichan_luohu\\\", \\\"95\\\": \\\"shengyu_benefit_coverage\\\", \\\"96\\\": \\\"looking_employment\\\", \\\"97\\\": \\\"hospitalised\\\", \\\"98\\\": \\\"yibao_benefit\\\", \\\"99\\\": \\\"huabei\\\", \\\"100\\\": \\\"jietu\\\", \\\"101\\\": \\\"wechat_problem\\\", \\\"102\\\": \\\"query_mail\\\", \\\"103\\\": \\\"mail_kapian\\\", \\\"104\\\": \\\"ask_password\\\", \\\"105\\\": \\\"kaipiao_fee\\\", \\\"106\\\": \\\"refund_condition\\\", \\\"107\\\": \\\"will_it_sudden_stop\\\", \\\"108\\\": \\\"unsure\\\", \\\"109\\\": \\\"change_wangwang_id\\\", \\\"110\\\": \\\"will_fee_be_same\\\", \\\"111\\\": \\\"query_payment_schedule\\\", \\\"112\\\": \\\"ask_for_details\\\", \\\"113\\\": \\\"ask_can_provide_resource\\\", \\\"114\\\": \\\"ask_hetong\\\"}\", \"word_index\": \"{\\\"0\\\": 1, \\\"inform\\\": 2, \\\"complicated\\\": 3, \\\"purchase\\\": 4, \\\"affirm\\\": 5, \\\"deny\\\": 6, \\\"ask_can_topup\\\": 7, \\\"ask_custom_jishu\\\": 8, \\\"query_topup\\\": 9, \\\"ask_how_much\\\": 10, \\\"query_pay_deadline\\\": 11, \\\"query_how_check_shebao_status\\\": 12, \\\"query_pay_process\\\": 13, \\\"query_req_resources\\\": 14, \\\"greet\\\": 15, \\\"doublecheck\\\": 16, \\\"inform_paid\\\": 17, \\\"ask_turnaround_time\\\": 18, \\\"ask_shebao_status\\\": 19, \\\"how_to_pai\\\": 20, \\\"request_link\\\": 21, \\\"query_xufei\\\": 22, \\\"get_back_later\\\": 23, \\\"inform_done\\\": 24, \\\"query_pregnant\\\": 25, \\\"query_pay_part_only\\\": 26, \\\"query_shebao_components\\\": 27, \\\"luohu\\\": 28, \\\"thankyou\\\": 29, \\\"hesitate\\\": 30, \\\"check_procedure_fill\\\": 31, \\\"query_multiple_locations\\\": 32, \\\"confused\\\": 33, \\\"query_region_coverage\\\": 34, \\\"query_various_effects\\\": 35, \\\"query_fahuo\\\": 36, \\\"next_step\\\": 37, \\\"query_phone\\\": 38, \\\"query_weixin\\\": 39, \\\"daikuan\\\": 40, \\\"query_when_check_shebao_status\\\": 41, \\\"query_delay_fahuo\\\": 42, \\\"unsupported_request\\\": 43, \\\"query_housing\\\": 44, \\\"pay_shui\\\": 45, \\\"goodbye\\\": 46, \\\"complain\\\": 47, \\\"question_why\\\": 48, \\\"query_company_name\\\": 49, \\\"query_break_gjj\\\": 50, \\\"ask_for_refund\\\": 51, \\\"ask_shebao_card_status\\\": 52, \\\"query_shebao_card\\\": 53, \\\"apology\\\": 54, \\\"question_reliability\\\": 55, \\\"ask_how_now\\\": 56, \\\"banli\\\": 57, \\\"query_mini_program\\\": 58, \\\"beg_for_help\\\": 59, \\\"inform_provide_wronginfo\\\": 60, \\\"query_have_service_fee\\\": 61, \\\"report_issue\\\": 62, \\\"ask_discount\\\": 63, \\\"query_gjj_card\\\": 64, \\\"ask_kai_piao\\\": 65, \\\"inform_notify\\\": 66, \\\"inform_story\\\": 67, \\\"inform_link\\\": 68, \\\"query_canzhangjin\\\": 69, \\\"provide_resource\\\": 70, \\\"ineligible_shebao\\\": 71, \\\"can_purchase\\\": 72, \\\"daikuan_requirement\\\": 73, \\\"check_can_dun_ban\\\": 74, \\\"inform_copied_msg\\\": 75, \\\"can_use_yibao\\\": 76, \\\"gonghu\\\": 77, \\\"need_transfer\\\": 78, \\\"laodong\\\": 79, \\\"inform_kapian\\\": 80, \\\"inform_take_note\\\": 81, \\\"fendang\\\": 82, \\\"preset_jishu\\\": 83, \\\"ask_can_pay_later\\\": 84, \\\"can_use_card\\\": 85, \\\"check_requirements_employee\\\": 86, \\\"contact_us\\\": 87, \\\"check_rujilu_purpose\\\": 88, \\\"is_gua_kao\\\": 89, \\\"stop_payment_need_pay\\\": 90, \\\"yibaoka_when_use\\\": 91, \\\"shenyubaoxian_payhowlong\\\": 92, \\\"liaocheng_shebao\\\": 93, \\\"taichan_luohu\\\": 94, \\\"shengyu_benefit_coverage\\\": 95, \\\"looking_employment\\\": 96, \\\"hospitalised\\\": 97, \\\"yibao_benefit\\\": 98, \\\"huabei\\\": 99, \\\"jietu\\\": 100, \\\"wechat_problem\\\": 101, \\\"query_mail\\\": 102, \\\"mail_kapian\\\": 103, \\\"ask_password\\\": 104, \\\"kaipiao_fee\\\": 105, \\\"refund_condition\\\": 106, \\\"will_it_sudden_stop\\\": 107, \\\"unsure\\\": 108, \\\"change_wangwang_id\\\": 109, \\\"will_fee_be_same\\\": 110, \\\"query_payment_schedule\\\": 111, \\\"ask_for_details\\\": 112, \\\"ask_can_provide_resource\\\": 113, \\\"ask_hetong\\\": 114}\"}}"