"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 100, \"filters\": \"\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": 0, \"document_count\": 1611, \"word_counts\": \"{\\\"greet\\\": 30, \\\"apology\\\": 8, \\\"complain\\\": 8, \\\"thankyou\\\": 22, \\\"confused\\\": 25, \\\"doublecheck\\\": 40, \\\"get_back_later\\\": 18, \\\"question_reliability\\\": 7, \\\"ask_how_now\\\": 8, \\\"beg_for_help\\\": 6, \\\"question_why\\\": 11, \\\"inform_done\\\": 16, \\\"inform_paid\\\": 45, \\\"affirm\\\": 101, \\\"deny\\\": 58, \\\"report_issue\\\": 6, \\\"inform\\\": 123, \\\"complicated\\\": 123, \\\"unsupported_request\\\": 7, \\\"ineligible_bujiao\\\": 4, \\\"ineligible_shebao\\\": 2, \\\"query_company_name\\\": 10, \\\"query_mini_program\\\": 8, \\\"query_phone\\\": 19, \\\"query_weixin\\\": 14, \\\"query_topup\\\": 8, \\\"yutiaojishu\\\": 1, \\\"ask_can_pay_later\\\": 1, \\\"can_use_card\\\": 1, \\\"check_requirements_employee\\\": 1, \\\"contact_us\\\": 1, \\\"check_rujilu_purpose\\\": 1, \\\"is_gua_kao\\\": 1, \\\"stop_payment_need_pay\\\": 1, \\\"query_break_gjj\\\": 6, \\\"yibaoka_when_use\\\": 1, \\\"will_it_sudden_stop\\\": 1, \\\"ask_for_refund\\\": 9, \\\"ask_shebao_status\\\": 41, \\\"query_when_check_shebao_status\\\": 13, \\\"query_how_check_shebao_status\\\": 44, \\\"change_wangwang_id\\\": 1, \\\"will_fee_be_same\\\": 1, \\\"check_procedure_fill\\\": 23, \\\"ask_shebao_card_status\\\": 10, \\\"ask_how_much\\\": 62, \\\"query_xufei\\\": 15, \\\"query_pay_deadline\\\": 45, \\\"query_pay_process\\\": 49, \\\"query_pay_part_only\\\": 12, \\\"query_have_service_fee\\\": 5, \\\"query_payment_schedule\\\": 1, \\\"ask_turnaround_time\\\": 15, \\\"next_step\\\": 8, \\\"ask_for_details\\\": 1, \\\"query_gjj_card\\\": 6, \\\"query_shebao_card\\\": 7, \\\"how_to_pai\\\": 34, \\\"check_can_dun_ban\\\": 3, \\\"query_req_resources\\\": 45, \\\"ask_discount\\\": 6, \\\"explore_option\\\": 50, \\\"ask_can_provide_resource\\\": 1, \\\"ask_kai_piao\\\": 5, \\\"request_link\\\": 9, \\\"query_housing\\\": 16, \\\"query_multiple_locations\\\": 24, \\\"laodong\\\": 1, \\\"query_pregnant\\\": 32, \\\"query_various_effects\\\": 16, \\\"query_region_coverage\\\": 1, \\\"query_shebao_components\\\": 20, \\\"ask_can_topup\\\": 43, \\\"ask_can_topup_gjj\\\": 15, \\\"daikuan\\\": 15, \\\"luohu\\\": 23, \\\"pay_shui\\\": 15, \\\"purchase\\\": 122, \\\"query_canzhangjin\\\": 4}\", \"word_docs\": \"{\\\"greet\\\": 30, \\\"apology\\\": 8, \\\"complain\\\": 8, \\\"thankyou\\\": 22, \\\"confused\\\": 25, \\\"doublecheck\\\": 40, \\\"get_back_later\\\": 18, \\\"question_reliability\\\": 7, \\\"ask_how_now\\\": 8, \\\"beg_for_help\\\": 6, \\\"question_why\\\": 11, \\\"inform_done\\\": 16, \\\"inform_paid\\\": 45, \\\"affirm\\\": 101, \\\"deny\\\": 58, \\\"report_issue\\\": 6, \\\"inform\\\": 123, \\\"complicated\\\": 123, \\\"unsupported_request\\\": 7, \\\"ineligible_bujiao\\\": 4, \\\"ineligible_shebao\\\": 2, \\\"query_company_name\\\": 10, \\\"query_mini_program\\\": 8, \\\"query_phone\\\": 19, \\\"query_weixin\\\": 14, \\\"query_topup\\\": 8, \\\"yutiaojishu\\\": 1, \\\"ask_can_pay_later\\\": 1, \\\"can_use_card\\\": 1, \\\"check_requirements_employee\\\": 1, \\\"contact_us\\\": 1, \\\"check_rujilu_purpose\\\": 1, \\\"is_gua_kao\\\": 1, \\\"stop_payment_need_pay\\\": 1, \\\"query_break_gjj\\\": 6, \\\"yibaoka_when_use\\\": 1, \\\"will_it_sudden_stop\\\": 1, \\\"ask_for_refund\\\": 9, \\\"ask_shebao_status\\\": 41, \\\"query_when_check_shebao_status\\\": 13, \\\"query_how_check_shebao_status\\\": 44, \\\"change_wangwang_id\\\": 1, \\\"will_fee_be_same\\\": 1, \\\"check_procedure_fill\\\": 23, \\\"ask_shebao_card_status\\\": 10, \\\"ask_how_much\\\": 62, \\\"query_xufei\\\": 15, \\\"query_pay_deadline\\\": 45, \\\"query_pay_process\\\": 49, \\\"query_pay_part_only\\\": 12, \\\"query_have_service_fee\\\": 5, \\\"query_payment_schedule\\\": 1, \\\"ask_turnaround_time\\\": 15, \\\"next_step\\\": 8, \\\"ask_for_details\\\": 1, \\\"query_gjj_card\\\": 6, \\\"query_shebao_card\\\": 7, \\\"how_to_pai\\\": 34, \\\"check_can_dun_ban\\\": 3, \\\"query_req_resources\\\": 45, \\\"ask_discount\\\": 6, \\\"explore_option\\\": 50, \\\"ask_can_provide_resource\\\": 1, \\\"ask_kai_piao\\\": 5, \\\"request_link\\\": 9, \\\"query_housing\\\": 16, \\\"query_multiple_locations\\\": 24, \\\"laodong\\\": 1, \\\"query_pregnant\\\": 32, \\\"query_various_effects\\\": 16, \\\"query_region_coverage\\\": 1, \\\"query_shebao_components\\\": 20, \\\"ask_can_topup\\\": 43, \\\"ask_can_topup_gjj\\\": 15, \\\"daikuan\\\": 15, \\\"luohu\\\": 23, \\\"pay_shui\\\": 15, \\\"purchase\\\": 122, \\\"query_canzhangjin\\\": 4}\", \"index_docs\": \"{\\\"19\\\": 30, \\\"44\\\": 8, \\\"45\\\": 8, \\\"24\\\": 22, \\\"20\\\": 25, \\\"16\\\": 40, \\\"27\\\": 18, \\\"50\\\": 7, \\\"46\\\": 8, \\\"53\\\": 6, \\\"39\\\": 11, \\\"28\\\": 16, \\\"10\\\": 45, \\\"5\\\": 101, \\\"7\\\": 58, \\\"54\\\": 6, \\\"2\\\": 123, \\\"3\\\": 123, \\\"51\\\": 7, \\\"60\\\": 4, \\\"63\\\": 2, \\\"40\\\": 10, \\\"47\\\": 8, \\\"26\\\": 19, \\\"36\\\": 14, \\\"48\\\": 8, \\\"64\\\": 1, \\\"65\\\": 1, \\\"66\\\": 1, \\\"67\\\": 1, \\\"68\\\": 1, \\\"69\\\": 1, \\\"70\\\": 1, \\\"71\\\": 1, \\\"55\\\": 6, \\\"72\\\": 1, \\\"73\\\": 1, \\\"42\\\": 9, \\\"15\\\": 41, \\\"37\\\": 13, \\\"13\\\": 44, \\\"74\\\": 1, \\\"75\\\": 1, \\\"22\\\": 23, \\\"41\\\": 10, \\\"6\\\": 62, \\\"31\\\": 15, \\\"11\\\": 45, \\\"9\\\": 49, \\\"38\\\": 12, \\\"58\\\": 5, \\\"76\\\": 1, \\\"32\\\": 15, \\\"49\\\": 8, \\\"77\\\": 1, \\\"56\\\": 6, \\\"52\\\": 7, \\\"17\\\": 34, \\\"62\\\": 3, \\\"12\\\": 45, \\\"57\\\": 6, \\\"8\\\": 50, \\\"78\\\": 1, \\\"59\\\": 5, \\\"43\\\": 9, \\\"29\\\": 16, \\\"21\\\": 24, \\\"79\\\": 1, \\\"18\\\": 32, \\\"30\\\": 16, \\\"80\\\": 1, \\\"25\\\": 20, \\\"14\\\": 43, \\\"33\\\": 15, \\\"34\\\": 15, \\\"23\\\": 23, \\\"35\\\": 15, \\\"4\\\": 122, \\\"61\\\": 4}\", \"index_word\": \"{\\\"1\\\": 0, \\\"2\\\": \\\"inform\\\", \\\"3\\\": \\\"complicated\\\", \\\"4\\\": \\\"purchase\\\", \\\"5\\\": \\\"affirm\\\", \\\"6\\\": \\\"ask_how_much\\\", \\\"7\\\": \\\"deny\\\", \\\"8\\\": \\\"explore_option\\\", \\\"9\\\": \\\"query_pay_process\\\", \\\"10\\\": \\\"inform_paid\\\", \\\"11\\\": \\\"query_pay_deadline\\\", \\\"12\\\": \\\"query_req_resources\\\", \\\"13\\\": \\\"query_how_check_shebao_status\\\", \\\"14\\\": \\\"ask_can_topup\\\", \\\"15\\\": \\\"ask_shebao_status\\\", \\\"16\\\": \\\"doublecheck\\\", \\\"17\\\": \\\"how_to_pai\\\", \\\"18\\\": \\\"query_pregnant\\\", \\\"19\\\": \\\"greet\\\", \\\"20\\\": \\\"confused\\\", \\\"21\\\": \\\"query_multiple_locations\\\", \\\"22\\\": \\\"check_procedure_fill\\\", \\\"23\\\": \\\"luohu\\\", \\\"24\\\": \\\"thankyou\\\", \\\"25\\\": \\\"query_shebao_components\\\", \\\"26\\\": \\\"query_phone\\\", \\\"27\\\": \\\"get_back_later\\\", \\\"28\\\": \\\"inform_done\\\", \\\"29\\\": \\\"query_housing\\\", \\\"30\\\": \\\"query_various_effects\\\", \\\"31\\\": \\\"query_xufei\\\", \\\"32\\\": \\\"ask_turnaround_time\\\", \\\"33\\\": \\\"ask_can_topup_gjj\\\", \\\"34\\\": \\\"daikuan\\\", \\\"35\\\": \\\"pay_shui\\\", \\\"36\\\": \\\"query_weixin\\\", \\\"37\\\": \\\"query_when_check_shebao_status\\\", \\\"38\\\": \\\"query_pay_part_only\\\", \\\"39\\\": \\\"question_why\\\", \\\"40\\\": \\\"query_company_name\\\", \\\"41\\\": \\\"ask_shebao_card_status\\\", \\\"42\\\": \\\"ask_for_refund\\\", \\\"43\\\": \\\"request_link\\\", \\\"44\\\": \\\"apology\\\", \\\"45\\\": \\\"complain\\\", \\\"46\\\": \\\"ask_how_now\\\", \\\"47\\\": \\\"query_mini_program\\\", \\\"48\\\": \\\"query_topup\\\", \\\"49\\\": \\\"next_step\\\", \\\"50\\\": \\\"question_reliability\\\", \\\"51\\\": \\\"unsupported_request\\\", \\\"52\\\": \\\"query_shebao_card\\\", \\\"53\\\": \\\"beg_for_help\\\", \\\"54\\\": \\\"report_issue\\\", \\\"55\\\": \\\"query_break_gjj\\\", \\\"56\\\": \\\"query_gjj_card\\\", \\\"57\\\": \\\"ask_discount\\\", \\\"58\\\": \\\"query_have_service_fee\\\", \\\"59\\\": \\\"ask_kai_piao\\\", \\\"60\\\": \\\"ineligible_bujiao\\\", \\\"61\\\": \\\"query_canzhangjin\\\", \\\"62\\\": \\\"check_can_dun_ban\\\", \\\"63\\\": \\\"ineligible_shebao\\\", \\\"64\\\": \\\"yutiaojishu\\\", \\\"65\\\": \\\"ask_can_pay_later\\\", \\\"66\\\": \\\"can_use_card\\\", \\\"67\\\": \\\"check_requirements_employee\\\", \\\"68\\\": \\\"contact_us\\\", \\\"69\\\": \\\"check_rujilu_purpose\\\", \\\"70\\\": \\\"is_gua_kao\\\", \\\"71\\\": \\\"stop_payment_need_pay\\\", \\\"72\\\": \\\"yibaoka_when_use\\\", \\\"73\\\": \\\"will_it_sudden_stop\\\", \\\"74\\\": \\\"change_wangwang_id\\\", \\\"75\\\": \\\"will_fee_be_same\\\", \\\"76\\\": \\\"query_payment_schedule\\\", \\\"77\\\": \\\"ask_for_details\\\", \\\"78\\\": \\\"ask_can_provide_resource\\\", \\\"79\\\": \\\"laodong\\\", \\\"80\\\": \\\"query_region_coverage\\\"}\", \"word_index\": \"{\\\"0\\\": 1, \\\"inform\\\": 2, \\\"complicated\\\": 3, \\\"purchase\\\": 4, \\\"affirm\\\": 5, \\\"ask_how_much\\\": 6, \\\"deny\\\": 7, \\\"explore_option\\\": 8, \\\"query_pay_process\\\": 9, \\\"inform_paid\\\": 10, \\\"query_pay_deadline\\\": 11, \\\"query_req_resources\\\": 12, \\\"query_how_check_shebao_status\\\": 13, \\\"ask_can_topup\\\": 14, \\\"ask_shebao_status\\\": 15, \\\"doublecheck\\\": 16, \\\"how_to_pai\\\": 17, \\\"query_pregnant\\\": 18, \\\"greet\\\": 19, \\\"confused\\\": 20, \\\"query_multiple_locations\\\": 21, \\\"check_procedure_fill\\\": 22, \\\"luohu\\\": 23, \\\"thankyou\\\": 24, \\\"query_shebao_components\\\": 25, \\\"query_phone\\\": 26, \\\"get_back_later\\\": 27, \\\"inform_done\\\": 28, \\\"query_housing\\\": 29, \\\"query_various_effects\\\": 30, \\\"query_xufei\\\": 31, \\\"ask_turnaround_time\\\": 32, \\\"ask_can_topup_gjj\\\": 33, \\\"daikuan\\\": 34, \\\"pay_shui\\\": 35, \\\"query_weixin\\\": 36, \\\"query_when_check_shebao_status\\\": 37, \\\"query_pay_part_only\\\": 38, \\\"question_why\\\": 39, \\\"query_company_name\\\": 40, \\\"ask_shebao_card_status\\\": 41, \\\"ask_for_refund\\\": 42, \\\"request_link\\\": 43, \\\"apology\\\": 44, \\\"complain\\\": 45, \\\"ask_how_now\\\": 46, \\\"query_mini_program\\\": 47, \\\"query_topup\\\": 48, \\\"next_step\\\": 49, \\\"question_reliability\\\": 50, \\\"unsupported_request\\\": 51, \\\"query_shebao_card\\\": 52, \\\"beg_for_help\\\": 53, \\\"report_issue\\\": 54, \\\"query_break_gjj\\\": 55, \\\"query_gjj_card\\\": 56, \\\"ask_discount\\\": 57, \\\"query_have_service_fee\\\": 58, \\\"ask_kai_piao\\\": 59, \\\"ineligible_bujiao\\\": 60, \\\"query_canzhangjin\\\": 61, \\\"check_can_dun_ban\\\": 62, \\\"ineligible_shebao\\\": 63, \\\"yutiaojishu\\\": 64, \\\"ask_can_pay_later\\\": 65, \\\"can_use_card\\\": 66, \\\"check_requirements_employee\\\": 67, \\\"contact_us\\\": 68, \\\"check_rujilu_purpose\\\": 69, \\\"is_gua_kao\\\": 70, \\\"stop_payment_need_pay\\\": 71, \\\"yibaoka_when_use\\\": 72, \\\"will_it_sudden_stop\\\": 73, \\\"change_wangwang_id\\\": 74, \\\"will_fee_be_same\\\": 75, \\\"query_payment_schedule\\\": 76, \\\"ask_for_details\\\": 77, \\\"ask_can_provide_resource\\\": 78, \\\"laodong\\\": 79, \\\"query_region_coverage\\\": 80}\"}}"