"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 150, \"filters\": \"\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": 0, \"document_count\": 3406, \"word_counts\": \"{\\\"greet\\\": 71, \\\"goodbye\\\": 15, \\\"apology\\\": 11, \\\"complain\\\": 15, \\\"thankyou\\\": 31, \\\"confused\\\": 24, \\\"doublecheck\\\": 28, \\\"doublecheck_value\\\": 80, \\\"hesitate\\\": 32, \\\"get_back_later\\\": 39, \\\"question_reliability\\\": 14, \\\"complicated\\\": 176, \\\"next_step\\\": 21, \\\"inform_done\\\": 42, \\\"inform_paid\\\": 56, \\\"affirm\\\": 118, \\\"deny\\\": 98, \\\"inform\\\": 425, \\\"request_link\\\": 77, \\\"request_notify\\\": 33, \\\"ask_shebao_status\\\": 66, \\\"ask_shebao_card_status\\\": 10, \\\"ask_how_much\\\": 120, \\\"query_shebao_components\\\": 32, \\\"query_topup\\\": 90, \\\"query_what_this_for\\\": 17, \\\"query_have_service_fee\\\": 14, \\\"query_gua_kao\\\": 7, \\\"query_region_coverage\\\": 33, \\\"query_current_month_options\\\": 10, \\\"query_when_check_shebao_status\\\": 32, \\\"query_fahuo\\\": 21, \\\"ask_turnaround_time\\\": 63, \\\"query_how_check_shebao_status\\\": 75, \\\"query_xufei\\\": 42, \\\"query_gjj_card\\\": 10, \\\"query_shebao_card\\\": 10, \\\"query_pay_process\\\": 91, \\\"query_how_settle\\\": 63, \\\"query_req_resources\\\": 109, \\\"query_pay_part_only\\\": 37, \\\"query_delay_fahuo\\\": 18, \\\"unsupported_request\\\": 20, \\\"ask_can_pay_later\\\": 10, \\\"ask_alt_payment_method\\\": 12, \\\"query_use_huabei\\\": 33, \\\"query_pay_date\\\": 74, \\\"query_pay_deadline\\\": 114, \\\"query_various_effects\\\": 40, \\\"query_housing\\\": 28, \\\"query_multiple_locations\\\": 29, \\\"query_sick\\\": 28, \\\"query_sick_light\\\": 17, \\\"query_break\\\": 34, \\\"query_pregnant\\\": 38, \\\"ask_can_topup\\\": 106, \\\"daikuan\\\": 19, \\\"luohu\\\": 35, \\\"pay_shui\\\": 24, \\\"purchase\\\": 196, \\\"ask_custom_jishu\\\": 111, \\\"query_company_name\\\": 11, \\\"query_phone\\\": 29, \\\"query_weixin\\\": 22}\", \"word_docs\": \"{\\\"greet\\\": 71, \\\"goodbye\\\": 15, \\\"apology\\\": 11, \\\"complain\\\": 15, \\\"thankyou\\\": 31, \\\"confused\\\": 24, \\\"doublecheck\\\": 28, \\\"doublecheck_value\\\": 80, \\\"hesitate\\\": 32, \\\"get_back_later\\\": 39, \\\"question_reliability\\\": 14, \\\"complicated\\\": 176, \\\"next_step\\\": 21, \\\"inform_done\\\": 42, \\\"inform_paid\\\": 56, \\\"affirm\\\": 118, \\\"deny\\\": 98, \\\"inform\\\": 425, \\\"request_link\\\": 77, \\\"request_notify\\\": 33, \\\"ask_shebao_status\\\": 66, \\\"ask_shebao_card_status\\\": 10, \\\"ask_how_much\\\": 120, \\\"query_shebao_components\\\": 32, \\\"query_topup\\\": 90, \\\"query_what_this_for\\\": 17, \\\"query_have_service_fee\\\": 14, \\\"query_gua_kao\\\": 7, \\\"query_region_coverage\\\": 33, \\\"query_current_month_options\\\": 10, \\\"query_when_check_shebao_status\\\": 32, \\\"query_fahuo\\\": 21, \\\"ask_turnaround_time\\\": 63, \\\"query_how_check_shebao_status\\\": 75, \\\"query_xufei\\\": 42, \\\"query_gjj_card\\\": 10, \\\"query_shebao_card\\\": 10, \\\"query_pay_process\\\": 91, \\\"query_how_settle\\\": 63, \\\"query_req_resources\\\": 109, \\\"query_pay_part_only\\\": 37, \\\"query_delay_fahuo\\\": 18, \\\"unsupported_request\\\": 20, \\\"ask_can_pay_later\\\": 10, \\\"ask_alt_payment_method\\\": 12, \\\"query_use_huabei\\\": 33, \\\"query_pay_date\\\": 74, \\\"query_pay_deadline\\\": 114, \\\"query_various_effects\\\": 40, \\\"query_housing\\\": 28, \\\"query_multiple_locations\\\": 29, \\\"query_sick\\\": 28, \\\"query_sick_light\\\": 17, \\\"query_break\\\": 34, \\\"query_pregnant\\\": 38, \\\"ask_can_topup\\\": 106, \\\"daikuan\\\": 19, \\\"luohu\\\": 35, \\\"pay_shui\\\": 24, \\\"purchase\\\": 196, \\\"ask_custom_jishu\\\": 111, \\\"query_company_name\\\": 11, \\\"query_phone\\\": 29, \\\"query_weixin\\\": 22}\", \"index_docs\": \"{\\\"18\\\": 71, \\\"53\\\": 15, \\\"58\\\": 11, \\\"54\\\": 15, \\\"37\\\": 31, \\\"43\\\": 24, \\\"40\\\": 28, \\\"14\\\": 80, \\\"34\\\": 32, \\\"26\\\": 39, \\\"55\\\": 14, \\\"4\\\": 176, \\\"46\\\": 21, \\\"23\\\": 42, \\\"22\\\": 56, \\\"6\\\": 118, \\\"11\\\": 98, \\\"2\\\": 425, \\\"15\\\": 77, \\\"31\\\": 33, \\\"19\\\": 66, \\\"60\\\": 10, \\\"5\\\": 120, \\\"35\\\": 32, \\\"13\\\": 90, \\\"51\\\": 17, \\\"56\\\": 14, \\\"65\\\": 7, \\\"32\\\": 33, \\\"61\\\": 10, \\\"36\\\": 32, \\\"47\\\": 21, \\\"20\\\": 63, \\\"16\\\": 75, \\\"24\\\": 42, \\\"62\\\": 10, \\\"63\\\": 10, \\\"12\\\": 91, \\\"21\\\": 63, \\\"9\\\": 109, \\\"28\\\": 37, \\\"50\\\": 18, \\\"48\\\": 20, \\\"64\\\": 10, \\\"57\\\": 12, \\\"33\\\": 33, \\\"17\\\": 74, \\\"7\\\": 114, \\\"25\\\": 40, \\\"41\\\": 28, \\\"38\\\": 29, \\\"42\\\": 28, \\\"52\\\": 17, \\\"30\\\": 34, \\\"27\\\": 38, \\\"10\\\": 106, \\\"49\\\": 19, \\\"29\\\": 35, \\\"44\\\": 24, \\\"3\\\": 196, \\\"8\\\": 111, \\\"59\\\": 11, \\\"39\\\": 29, \\\"45\\\": 22}\", \"index_word\": \"{\\\"1\\\": 0, \\\"2\\\": \\\"inform\\\", \\\"3\\\": \\\"purchase\\\", \\\"4\\\": \\\"complicated\\\", \\\"5\\\": \\\"ask_how_much\\\", \\\"6\\\": \\\"affirm\\\", \\\"7\\\": \\\"query_pay_deadline\\\", \\\"8\\\": \\\"ask_custom_jishu\\\", \\\"9\\\": \\\"query_req_resources\\\", \\\"10\\\": \\\"ask_can_topup\\\", \\\"11\\\": \\\"deny\\\", \\\"12\\\": \\\"query_pay_process\\\", \\\"13\\\": \\\"query_topup\\\", \\\"14\\\": \\\"doublecheck_value\\\", \\\"15\\\": \\\"request_link\\\", \\\"16\\\": \\\"query_how_check_shebao_status\\\", \\\"17\\\": \\\"query_pay_date\\\", \\\"18\\\": \\\"greet\\\", \\\"19\\\": \\\"ask_shebao_status\\\", \\\"20\\\": \\\"ask_turnaround_time\\\", \\\"21\\\": \\\"query_how_settle\\\", \\\"22\\\": \\\"inform_paid\\\", \\\"23\\\": \\\"inform_done\\\", \\\"24\\\": \\\"query_xufei\\\", \\\"25\\\": \\\"query_various_effects\\\", \\\"26\\\": \\\"get_back_later\\\", \\\"27\\\": \\\"query_pregnant\\\", \\\"28\\\": \\\"query_pay_part_only\\\", \\\"29\\\": \\\"luohu\\\", \\\"30\\\": \\\"query_break\\\", \\\"31\\\": \\\"request_notify\\\", \\\"32\\\": \\\"query_region_coverage\\\", \\\"33\\\": \\\"query_use_huabei\\\", \\\"34\\\": \\\"hesitate\\\", \\\"35\\\": \\\"query_shebao_components\\\", \\\"36\\\": \\\"query_when_check_shebao_status\\\", \\\"37\\\": \\\"thankyou\\\", \\\"38\\\": \\\"query_multiple_locations\\\", \\\"39\\\": \\\"query_phone\\\", \\\"40\\\": \\\"doublecheck\\\", \\\"41\\\": \\\"query_housing\\\", \\\"42\\\": \\\"query_sick\\\", \\\"43\\\": \\\"confused\\\", \\\"44\\\": \\\"pay_shui\\\", \\\"45\\\": \\\"query_weixin\\\", \\\"46\\\": \\\"next_step\\\", \\\"47\\\": \\\"query_fahuo\\\", \\\"48\\\": \\\"unsupported_request\\\", \\\"49\\\": \\\"daikuan\\\", \\\"50\\\": \\\"query_delay_fahuo\\\", \\\"51\\\": \\\"query_what_this_for\\\", \\\"52\\\": \\\"query_sick_light\\\", \\\"53\\\": \\\"goodbye\\\", \\\"54\\\": \\\"complain\\\", \\\"55\\\": \\\"question_reliability\\\", \\\"56\\\": \\\"query_have_service_fee\\\", \\\"57\\\": \\\"ask_alt_payment_method\\\", \\\"58\\\": \\\"apology\\\", \\\"59\\\": \\\"query_company_name\\\", \\\"60\\\": \\\"ask_shebao_card_status\\\", \\\"61\\\": \\\"query_current_month_options\\\", \\\"62\\\": \\\"query_gjj_card\\\", \\\"63\\\": \\\"query_shebao_card\\\", \\\"64\\\": \\\"ask_can_pay_later\\\", \\\"65\\\": \\\"query_gua_kao\\\"}\", \"word_index\": \"{\\\"0\\\": 1, \\\"inform\\\": 2, \\\"purchase\\\": 3, \\\"complicated\\\": 4, \\\"ask_how_much\\\": 5, \\\"affirm\\\": 6, \\\"query_pay_deadline\\\": 7, \\\"ask_custom_jishu\\\": 8, \\\"query_req_resources\\\": 9, \\\"ask_can_topup\\\": 10, \\\"deny\\\": 11, \\\"query_pay_process\\\": 12, \\\"query_topup\\\": 13, \\\"doublecheck_value\\\": 14, \\\"request_link\\\": 15, \\\"query_how_check_shebao_status\\\": 16, \\\"query_pay_date\\\": 17, \\\"greet\\\": 18, \\\"ask_shebao_status\\\": 19, \\\"ask_turnaround_time\\\": 20, \\\"query_how_settle\\\": 21, \\\"inform_paid\\\": 22, \\\"inform_done\\\": 23, \\\"query_xufei\\\": 24, \\\"query_various_effects\\\": 25, \\\"get_back_later\\\": 26, \\\"query_pregnant\\\": 27, \\\"query_pay_part_only\\\": 28, \\\"luohu\\\": 29, \\\"query_break\\\": 30, \\\"request_notify\\\": 31, \\\"query_region_coverage\\\": 32, \\\"query_use_huabei\\\": 33, \\\"hesitate\\\": 34, \\\"query_shebao_components\\\": 35, \\\"query_when_check_shebao_status\\\": 36, \\\"thankyou\\\": 37, \\\"query_multiple_locations\\\": 38, \\\"query_phone\\\": 39, \\\"doublecheck\\\": 40, \\\"query_housing\\\": 41, \\\"query_sick\\\": 42, \\\"confused\\\": 43, \\\"pay_shui\\\": 44, \\\"query_weixin\\\": 45, \\\"next_step\\\": 46, \\\"query_fahuo\\\": 47, \\\"unsupported_request\\\": 48, \\\"daikuan\\\": 49, \\\"query_delay_fahuo\\\": 50, \\\"query_what_this_for\\\": 51, \\\"query_sick_light\\\": 52, \\\"goodbye\\\": 53, \\\"complain\\\": 54, \\\"question_reliability\\\": 55, \\\"query_have_service_fee\\\": 56, \\\"ask_alt_payment_method\\\": 57, \\\"apology\\\": 58, \\\"query_company_name\\\": 59, \\\"ask_shebao_card_status\\\": 60, \\\"query_current_month_options\\\": 61, \\\"query_gjj_card\\\": 62, \\\"query_shebao_card\\\": 63, \\\"ask_can_pay_later\\\": 64, \\\"query_gua_kao\\\": 65}\"}}"