"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 120, \"filters\": \"\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": 0, \"document_count\": 1535, \"word_counts\": \"{\\\"greet\\\": 30, \\\"apology\\\": 8, \\\"complain\\\": 8, \\\"thankyou\\\": 22, \\\"confused\\\": 25, \\\"doublecheck\\\": 40, \\\"hesitate\\\": 14, \\\"get_back_later\\\": 12, \\\"question_reliability\\\": 7, \\\"ask_how_now\\\": 8, \\\"beg_for_help\\\": 6, \\\"question_why\\\": 11, \\\"inform_done\\\": 16, \\\"inform_paid\\\": 48, \\\"affirm\\\": 97, \\\"deny\\\": 58, \\\"report_issue\\\": 6, \\\"inform\\\": 97, \\\"inform_notify\\\": 1, \\\"complicated\\\": 97, \\\"unsupported_request\\\": 7, \\\"ineligible_bujiao\\\": 4, \\\"ineligible_shebao\\\": 2, \\\"query_company_name\\\": 10, \\\"query_mini_program\\\": 8, \\\"query_phone\\\": 19, \\\"query_weixin\\\": 14, \\\"query_topup\\\": 8, \\\"yutiaojishu\\\": 1, \\\"ask_can_pay_later\\\": 1, \\\"can_use_card\\\": 1, \\\"check_requirements_employee\\\": 1, \\\"contact_us\\\": 1, \\\"check_rujilu_purpose\\\": 1, \\\"is_gua_kao\\\": 1, \\\"stop_payment_need_pay\\\": 1, \\\"query_break_gjj\\\": 6, \\\"yibaoka_when_use\\\": 1, \\\"shenyubaoxian_payhowlong\\\": 1, \\\"can_use_yibao\\\": 2, \\\"can_purchase\\\": 3, \\\"liancheng_shebao\\\": 1, \\\"taichan_luohu\\\": 1, \\\"shengyu_benefit_coverage\\\": 1, \\\"looking_employment\\\": 1, \\\"hospitalised\\\": 1, \\\"yibao_benefit\\\": 1, \\\"huabei\\\": 1, \\\"jietu\\\": 1, \\\"wechat_problem\\\": 1, \\\"query_mail\\\": 1, \\\"mail_kapian\\\": 1, \\\"ask_password\\\": 1, \\\"will_it_sudden_stop\\\": 1, \\\"unsure\\\": 1, \\\"ask_for_refund\\\": 9, \\\"ask_shebao_status\\\": 49, \\\"query_when_check_shebao_status\\\": 13, \\\"query_how_check_shebao_status\\\": 45, \\\"change_wangwang_id\\\": 1, \\\"will_fee_be_same\\\": 1, \\\"check_procedure_fill\\\": 23, \\\"ask_shebao_card_status\\\": 10, \\\"ask_how_much\\\": 61, \\\"query_xufei\\\": 15, \\\"query_pay_deadline\\\": 45, \\\"query_pay_process\\\": 50, \\\"query_pay_part_only\\\": 12, \\\"query_have_service_fee\\\": 5, \\\"query_payment_schedule\\\": 1, \\\"ask_turnaround_time\\\": 15, \\\"next_step\\\": 8, \\\"ask_for_details\\\": 1, \\\"query_gjj_card\\\": 6, \\\"query_shebao_card\\\": 7, \\\"how_to_pai\\\": 34, \\\"check_can_dun_ban\\\": 3, \\\"query_req_resources\\\": 46, \\\"ask_discount\\\": 6, \\\"ask_can_provide_resource\\\": 1, \\\"ask_hetong\\\": 1, \\\"banli\\\": 9, \\\"provide_resource\\\": 4, \\\"ask_kai_piao\\\": 6, \\\"request_link\\\": 9, \\\"query_housing\\\": 16, \\\"query_multiple_locations\\\": 23, \\\"laodong\\\": 1, \\\"query_pregnant\\\": 32, \\\"query_various_effects\\\": 15, \\\"query_region_coverage\\\": 3, \\\"query_shebao_components\\\": 20, \\\"ask_can_topup\\\": 59, \\\"daikuan\\\": 15, \\\"luohu\\\": 22, \\\"pay_shui\\\": 15, \\\"purchase\\\": 96, \\\"query_canzhangjin\\\": 4}\", \"word_docs\": \"{\\\"greet\\\": 30, \\\"apology\\\": 8, \\\"complain\\\": 8, \\\"thankyou\\\": 22, \\\"confused\\\": 25, \\\"doublecheck\\\": 40, \\\"hesitate\\\": 14, \\\"get_back_later\\\": 12, \\\"question_reliability\\\": 7, \\\"ask_how_now\\\": 8, \\\"beg_for_help\\\": 6, \\\"question_why\\\": 11, \\\"inform_done\\\": 16, \\\"inform_paid\\\": 48, \\\"affirm\\\": 97, \\\"deny\\\": 58, \\\"report_issue\\\": 6, \\\"inform\\\": 97, \\\"inform_notify\\\": 1, \\\"complicated\\\": 97, \\\"unsupported_request\\\": 7, \\\"ineligible_bujiao\\\": 4, \\\"ineligible_shebao\\\": 2, \\\"query_company_name\\\": 10, \\\"query_mini_program\\\": 8, \\\"query_phone\\\": 19, \\\"query_weixin\\\": 14, \\\"query_topup\\\": 8, \\\"yutiaojishu\\\": 1, \\\"ask_can_pay_later\\\": 1, \\\"can_use_card\\\": 1, \\\"check_requirements_employee\\\": 1, \\\"contact_us\\\": 1, \\\"check_rujilu_purpose\\\": 1, \\\"is_gua_kao\\\": 1, \\\"stop_payment_need_pay\\\": 1, \\\"query_break_gjj\\\": 6, \\\"yibaoka_when_use\\\": 1, \\\"shenyubaoxian_payhowlong\\\": 1, \\\"can_use_yibao\\\": 2, \\\"can_purchase\\\": 3, \\\"liancheng_shebao\\\": 1, \\\"taichan_luohu\\\": 1, \\\"shengyu_benefit_coverage\\\": 1, \\\"looking_employment\\\": 1, \\\"hospitalised\\\": 1, \\\"yibao_benefit\\\": 1, \\\"huabei\\\": 1, \\\"jietu\\\": 1, \\\"wechat_problem\\\": 1, \\\"query_mail\\\": 1, \\\"mail_kapian\\\": 1, \\\"ask_password\\\": 1, \\\"will_it_sudden_stop\\\": 1, \\\"unsure\\\": 1, \\\"ask_for_refund\\\": 9, \\\"ask_shebao_status\\\": 49, \\\"query_when_check_shebao_status\\\": 13, \\\"query_how_check_shebao_status\\\": 45, \\\"change_wangwang_id\\\": 1, \\\"will_fee_be_same\\\": 1, \\\"check_procedure_fill\\\": 23, \\\"ask_shebao_card_status\\\": 10, \\\"ask_how_much\\\": 61, \\\"query_xufei\\\": 15, \\\"query_pay_deadline\\\": 45, \\\"query_pay_process\\\": 50, \\\"query_pay_part_only\\\": 12, \\\"query_have_service_fee\\\": 5, \\\"query_payment_schedule\\\": 1, \\\"ask_turnaround_time\\\": 15, \\\"next_step\\\": 8, \\\"ask_for_details\\\": 1, \\\"query_gjj_card\\\": 6, \\\"query_shebao_card\\\": 7, \\\"how_to_pai\\\": 34, \\\"check_can_dun_ban\\\": 3, \\\"query_req_resources\\\": 46, \\\"ask_discount\\\": 6, \\\"ask_can_provide_resource\\\": 1, \\\"ask_hetong\\\": 1, \\\"banli\\\": 9, \\\"provide_resource\\\": 4, \\\"ask_kai_piao\\\": 6, \\\"request_link\\\": 9, \\\"query_housing\\\": 16, \\\"query_multiple_locations\\\": 23, \\\"laodong\\\": 1, \\\"query_pregnant\\\": 32, \\\"query_various_effects\\\": 15, \\\"query_region_coverage\\\": 3, \\\"query_shebao_components\\\": 20, \\\"ask_can_topup\\\": 59, \\\"daikuan\\\": 15, \\\"luohu\\\": 22, \\\"pay_shui\\\": 15, \\\"purchase\\\": 96, \\\"query_canzhangjin\\\": 4}\", \"index_docs\": \"{\\\"18\\\": 30, \\\"44\\\": 8, \\\"45\\\": 8, \\\"22\\\": 22, \\\"19\\\": 25, \\\"15\\\": 40, \\\"33\\\": 14, \\\"36\\\": 12, \\\"50\\\": 7, \\\"46\\\": 8, \\\"53\\\": 6, \\\"38\\\": 11, \\\"26\\\": 16, \\\"11\\\": 48, \\\"2\\\": 97, \\\"8\\\": 58, \\\"54\\\": 6, \\\"3\\\": 97, \\\"68\\\": 1, \\\"4\\\": 97, \\\"51\\\": 7, \\\"60\\\": 4, \\\"66\\\": 2, \\\"39\\\": 10, \\\"47\\\": 8, \\\"25\\\": 19, \\\"34\\\": 14, \\\"48\\\": 8, \\\"69\\\": 1, \\\"70\\\": 1, \\\"71\\\": 1, \\\"72\\\": 1, \\\"73\\\": 1, \\\"74\\\": 1, \\\"75\\\": 1, \\\"76\\\": 1, \\\"55\\\": 6, \\\"77\\\": 1, \\\"78\\\": 1, \\\"67\\\": 2, \\\"63\\\": 3, \\\"79\\\": 1, \\\"80\\\": 1, \\\"81\\\": 1, \\\"82\\\": 1, \\\"83\\\": 1, \\\"84\\\": 1, \\\"85\\\": 1, \\\"86\\\": 1, \\\"87\\\": 1, \\\"88\\\": 1, \\\"89\\\": 1, \\\"90\\\": 1, \\\"91\\\": 1, \\\"92\\\": 1, \\\"41\\\": 9, \\\"10\\\": 49, \\\"35\\\": 13, \\\"13\\\": 45, \\\"93\\\": 1, \\\"94\\\": 1, \\\"20\\\": 23, \\\"40\\\": 10, \\\"6\\\": 61, \\\"28\\\": 15, \\\"14\\\": 45, \\\"9\\\": 50, \\\"37\\\": 12, \\\"59\\\": 5, \\\"95\\\": 1, \\\"29\\\": 15, \\\"49\\\": 8, \\\"96\\\": 1, \\\"56\\\": 6, \\\"52\\\": 7, \\\"16\\\": 34, \\\"64\\\": 3, \\\"12\\\": 46, \\\"57\\\": 6, \\\"97\\\": 1, \\\"98\\\": 1, \\\"42\\\": 9, \\\"61\\\": 4, \\\"58\\\": 6, \\\"43\\\": 9, \\\"27\\\": 16, \\\"21\\\": 23, \\\"99\\\": 1, \\\"17\\\": 32, \\\"30\\\": 15, \\\"65\\\": 3, \\\"24\\\": 20, \\\"7\\\": 59, \\\"31\\\": 15, \\\"23\\\": 22, \\\"32\\\": 15, \\\"5\\\": 96, \\\"62\\\": 4}\", \"index_word\": \"{\\\"1\\\": 0, \\\"2\\\": \\\"affirm\\\", \\\"3\\\": \\\"inform\\\", \\\"4\\\": \\\"complicated\\\", \\\"5\\\": \\\"purchase\\\", \\\"6\\\": \\\"ask_how_much\\\", \\\"7\\\": \\\"ask_can_topup\\\", \\\"8\\\": \\\"deny\\\", \\\"9\\\": \\\"query_pay_process\\\", \\\"10\\\": \\\"ask_shebao_status\\\", \\\"11\\\": \\\"inform_paid\\\", \\\"12\\\": \\\"query_req_resources\\\", \\\"13\\\": \\\"query_how_check_shebao_status\\\", \\\"14\\\": \\\"query_pay_deadline\\\", \\\"15\\\": \\\"doublecheck\\\", \\\"16\\\": \\\"how_to_pai\\\", \\\"17\\\": \\\"query_pregnant\\\", \\\"18\\\": \\\"greet\\\", \\\"19\\\": \\\"confused\\\", \\\"20\\\": \\\"check_procedure_fill\\\", \\\"21\\\": \\\"query_multiple_locations\\\", \\\"22\\\": \\\"thankyou\\\", \\\"23\\\": \\\"luohu\\\", \\\"24\\\": \\\"query_shebao_components\\\", \\\"25\\\": \\\"query_phone\\\", \\\"26\\\": \\\"inform_done\\\", \\\"27\\\": \\\"query_housing\\\", \\\"28\\\": \\\"query_xufei\\\", \\\"29\\\": \\\"ask_turnaround_time\\\", \\\"30\\\": \\\"query_various_effects\\\", \\\"31\\\": \\\"daikuan\\\", \\\"32\\\": \\\"pay_shui\\\", \\\"33\\\": \\\"hesitate\\\", \\\"34\\\": \\\"query_weixin\\\", \\\"35\\\": \\\"query_when_check_shebao_status\\\", \\\"36\\\": \\\"get_back_later\\\", \\\"37\\\": \\\"query_pay_part_only\\\", \\\"38\\\": \\\"question_why\\\", \\\"39\\\": \\\"query_company_name\\\", \\\"40\\\": \\\"ask_shebao_card_status\\\", \\\"41\\\": \\\"ask_for_refund\\\", \\\"42\\\": \\\"banli\\\", \\\"43\\\": \\\"request_link\\\", \\\"44\\\": \\\"apology\\\", \\\"45\\\": \\\"complain\\\", \\\"46\\\": \\\"ask_how_now\\\", \\\"47\\\": \\\"query_mini_program\\\", \\\"48\\\": \\\"query_topup\\\", \\\"49\\\": \\\"next_step\\\", \\\"50\\\": \\\"question_reliability\\\", \\\"51\\\": \\\"unsupported_request\\\", \\\"52\\\": \\\"query_shebao_card\\\", \\\"53\\\": \\\"beg_for_help\\\", \\\"54\\\": \\\"report_issue\\\", \\\"55\\\": \\\"query_break_gjj\\\", \\\"56\\\": \\\"query_gjj_card\\\", \\\"57\\\": \\\"ask_discount\\\", \\\"58\\\": \\\"ask_kai_piao\\\", \\\"59\\\": \\\"query_have_service_fee\\\", \\\"60\\\": \\\"ineligible_bujiao\\\", \\\"61\\\": \\\"provide_resource\\\", \\\"62\\\": \\\"query_canzhangjin\\\", \\\"63\\\": \\\"can_purchase\\\", \\\"64\\\": \\\"check_can_dun_ban\\\", \\\"65\\\": \\\"query_region_coverage\\\", \\\"66\\\": \\\"ineligible_shebao\\\", \\\"67\\\": \\\"can_use_yibao\\\", \\\"68\\\": \\\"inform_notify\\\", \\\"69\\\": \\\"yutiaojishu\\\", \\\"70\\\": \\\"ask_can_pay_later\\\", \\\"71\\\": \\\"can_use_card\\\", \\\"72\\\": \\\"check_requirements_employee\\\", \\\"73\\\": \\\"contact_us\\\", \\\"74\\\": \\\"check_rujilu_purpose\\\", \\\"75\\\": \\\"is_gua_kao\\\", \\\"76\\\": \\\"stop_payment_need_pay\\\", \\\"77\\\": \\\"yibaoka_when_use\\\", \\\"78\\\": \\\"shenyubaoxian_payhowlong\\\", \\\"79\\\": \\\"liancheng_shebao\\\", \\\"80\\\": \\\"taichan_luohu\\\", \\\"81\\\": \\\"shengyu_benefit_coverage\\\", \\\"82\\\": \\\"looking_employment\\\", \\\"83\\\": \\\"hospitalised\\\", \\\"84\\\": \\\"yibao_benefit\\\", \\\"85\\\": \\\"huabei\\\", \\\"86\\\": \\\"jietu\\\", \\\"87\\\": \\\"wechat_problem\\\", \\\"88\\\": \\\"query_mail\\\", \\\"89\\\": \\\"mail_kapian\\\", \\\"90\\\": \\\"ask_password\\\", \\\"91\\\": \\\"will_it_sudden_stop\\\", \\\"92\\\": \\\"unsure\\\", \\\"93\\\": \\\"change_wangwang_id\\\", \\\"94\\\": \\\"will_fee_be_same\\\", \\\"95\\\": \\\"query_payment_schedule\\\", \\\"96\\\": \\\"ask_for_details\\\", \\\"97\\\": \\\"ask_can_provide_resource\\\", \\\"98\\\": \\\"ask_hetong\\\", \\\"99\\\": \\\"laodong\\\"}\", \"word_index\": \"{\\\"0\\\": 1, \\\"affirm\\\": 2, \\\"inform\\\": 3, \\\"complicated\\\": 4, \\\"purchase\\\": 5, \\\"ask_how_much\\\": 6, \\\"ask_can_topup\\\": 7, \\\"deny\\\": 8, \\\"query_pay_process\\\": 9, \\\"ask_shebao_status\\\": 10, \\\"inform_paid\\\": 11, \\\"query_req_resources\\\": 12, \\\"query_how_check_shebao_status\\\": 13, \\\"query_pay_deadline\\\": 14, \\\"doublecheck\\\": 15, \\\"how_to_pai\\\": 16, \\\"query_pregnant\\\": 17, \\\"greet\\\": 18, \\\"confused\\\": 19, \\\"check_procedure_fill\\\": 20, \\\"query_multiple_locations\\\": 21, \\\"thankyou\\\": 22, \\\"luohu\\\": 23, \\\"query_shebao_components\\\": 24, \\\"query_phone\\\": 25, \\\"inform_done\\\": 26, \\\"query_housing\\\": 27, \\\"query_xufei\\\": 28, \\\"ask_turnaround_time\\\": 29, \\\"query_various_effects\\\": 30, \\\"daikuan\\\": 31, \\\"pay_shui\\\": 32, \\\"hesitate\\\": 33, \\\"query_weixin\\\": 34, \\\"query_when_check_shebao_status\\\": 35, \\\"get_back_later\\\": 36, \\\"query_pay_part_only\\\": 37, \\\"question_why\\\": 38, \\\"query_company_name\\\": 39, \\\"ask_shebao_card_status\\\": 40, \\\"ask_for_refund\\\": 41, \\\"banli\\\": 42, \\\"request_link\\\": 43, \\\"apology\\\": 44, \\\"complain\\\": 45, \\\"ask_how_now\\\": 46, \\\"query_mini_program\\\": 47, \\\"query_topup\\\": 48, \\\"next_step\\\": 49, \\\"question_reliability\\\": 50, \\\"unsupported_request\\\": 51, \\\"query_shebao_card\\\": 52, \\\"beg_for_help\\\": 53, \\\"report_issue\\\": 54, \\\"query_break_gjj\\\": 55, \\\"query_gjj_card\\\": 56, \\\"ask_discount\\\": 57, \\\"ask_kai_piao\\\": 58, \\\"query_have_service_fee\\\": 59, \\\"ineligible_bujiao\\\": 60, \\\"provide_resource\\\": 61, \\\"query_canzhangjin\\\": 62, \\\"can_purchase\\\": 63, \\\"check_can_dun_ban\\\": 64, \\\"query_region_coverage\\\": 65, \\\"ineligible_shebao\\\": 66, \\\"can_use_yibao\\\": 67, \\\"inform_notify\\\": 68, \\\"yutiaojishu\\\": 69, \\\"ask_can_pay_later\\\": 70, \\\"can_use_card\\\": 71, \\\"check_requirements_employee\\\": 72, \\\"contact_us\\\": 73, \\\"check_rujilu_purpose\\\": 74, \\\"is_gua_kao\\\": 75, \\\"stop_payment_need_pay\\\": 76, \\\"yibaoka_when_use\\\": 77, \\\"shenyubaoxian_payhowlong\\\": 78, \\\"liancheng_shebao\\\": 79, \\\"taichan_luohu\\\": 80, \\\"shengyu_benefit_coverage\\\": 81, \\\"looking_employment\\\": 82, \\\"hospitalised\\\": 83, \\\"yibao_benefit\\\": 84, \\\"huabei\\\": 85, \\\"jietu\\\": 86, \\\"wechat_problem\\\": 87, \\\"query_mail\\\": 88, \\\"mail_kapian\\\": 89, \\\"ask_password\\\": 90, \\\"will_it_sudden_stop\\\": 91, \\\"unsure\\\": 92, \\\"change_wangwang_id\\\": 93, \\\"will_fee_be_same\\\": 94, \\\"query_payment_schedule\\\": 95, \\\"ask_for_details\\\": 96, \\\"ask_can_provide_resource\\\": 97, \\\"ask_hetong\\\": 98, \\\"laodong\\\": 99}\"}}"